{
  "text": {
    " ": 0,
    "م": 859,
    "ر": 578,
    "ح": 494,
    "ب": 403,
    "ا": 306,
    " م": 160,
    "مر": 875,
    "رح": 598,
    "حب": 496,
    "با": 408,
    "ا ": 307,
    " مر": 165,
    "مرح": 878,
    "رحب": 599,
    "حبا": 497,
    "با ": 409,
    " مرح": 167,
    "مرحب": 879,
    "رحبا": 600,
    "حبا ": 498,
    "ل": 777,
    "س": 627,
    " ا": 38,
    "ال": 358,
    "لس": 823,
    "سل": 645,
    "لا": 785,
    "ام": 392,
    "م ": 860,
    " ال": 41,
    "الس": 382,
    "لسل": 828,
    "سلا": 646,
    "لام": 789,
    "ام ": 393,
    " الس": 51,
    "السل": 384,
    "لسلا": 829,
    "سلام": 647,
    "لام ": 790,
    "ع": 703,
    "ي": 969,
    "ك": 751,
    " ع": 128,
    "عل": 711,
    "لي": 854,
    "يك": 1001,
    "كم": 769,
    " عل": 129,
    "علي": 714,
    "ليك": 857,
    "يكم": 1002,
    "كم ": 770,
    " علي": 131,
    "عليك": 715,
    "ليكم": 858,
    "يكم ": 1003,
    "أ": 236,
    "ه": 925,
    " أ": 4,
    "أه": 277,
    "هل": 932,
    " أه": 29,
    "أهل": 278,
    "هلا": 934,
    "لا ": 786,
    " أهل": 30,
    "أهلا": 279,
    "هلا ": 935,
    "ص": 669,
    " ص": 120,
    "صب": 674,
    "اح": 319,
    "ح ": 495,
    " صب": 121,
    "صبا": 675,
    "باح": 410,
    "اح ": 320,
    " صبا": 122,
    "صباح": 676,
    "باح ": 411,
    "خ": 522,
    "لخ": 813,
    "خي": 538,
    "ير": 990,
    "ر ": 579,
    "الخ": 376,
    "لخي": 814,
    "خير": 541,
    "ير ": 991,
    " الخ": 48,
    "الخي": 377,
    "لخير": 816,
    "خير ": 542,
    "ء": 234,
    "مس": 880,
    "سا": 629,
    "اء": 308,
    "ء ": 235,
    " مس": 168,
    "مسا": 881,
    "ساء": 630,
    "اء ": 309,
    " مسا": 169,
    "مساء": 882,
    "ساء ": 631,
    "و": 936,
    "د": 543,
    " و": 188,
    "ود": 949,
    "دا": 545,
    "اع": 344,
    "عا": 705,
    " ود": 191,
    "ودا": 950,
    "داع": 548,
    "اعا": 345,
    "عا ": 706,
    " ودا": 192,
    "وداع": 951,
    "داعا": 549,
    "اعا ": 346,
    "إ": 288,
    "ى": 967,
    " إ": 33,
    "إل": 295,
    "لى": 852,
    "ى ": 968,
    " إل": 36,
    "إلى": 296,
    "لى ": 853,
    " إلى": 37,
    "إلى ": 297,
    "ق": 739,
    "لل": 846,
    "لق": 841,
    "قا": 741,
    "الل": 390,
    "للق": 847,
    "لقا": 842,
    "قاء": 742,
    " الل": 54,
    "اللق": 391,
    "للقا": 848,
    "لقاء": 843,
    "قاء ": 743,
    "ش": 653,
    " ش": 115,
    "شك": 663,
    "كر": 760,
    "را": 580,
    " شك": 116,
    "شكر": 664,
    "كرا": 761,
    "را ": 581,
    " شكر": 117,
    "شكرا": 665,
    "كرا ": 762,
    " ل": 147,
    "لك": 844,
    "ك ": 752,
    " لك": 154,
    "لك ": 845,
    " لك ": 155,
    "مع": 884,
    "ع ": 704,
    " مع": 170,
    "مع ": 885,
    " مع ": 171,
    "ة": 442,
    "مة": 865,
    "ة ": 443,
    "امة": 394,
    "مة ": 866,
    "لامة": 791,
    "امة ": 395,
    "أر": 254,
    "ري": 613,
    "يد": 988,
    "د ": 544,
    " أر": 16,
    "أري": 255,
    "ريد": 616,
    "يد ": 989,
    " أري": 17,
    "أريد": 256,
    "ريد ": 617,
    "ج": 480,
    "ز": 620,
    " ح": 79,
    "حج": 507,
    "جز": 484,
    "ز ": 621,
    " حج": 80,
    "حجز": 508,
    "جز ": 485,
    " حجز": 81,
    "حجز ": 509,
    "ط": 689,
    "ن": 899,
    " ط": 125,
    "طي": 697,
    "ان": 396,
    "ن ": 900,
    " طي": 126,
    "طير": 698,
    "يرا": 992,
    "ران": 588,
    "ان ": 397,
    " طير": 127,
    "طيرا": 699,
    "يران": 993,
    "ران ": 589,
    "ف": 729,
    "سف": 642,
    "فر": 730,
    "لسف": 826,
    "سفر": 643,
    "فر ": 731,
    "السف": 383,
    "لسفر": 827,
    "سفر ": 644,
    "من": 892,
    " من": 174,
    "من ": 893,
    " من ": 175,
    "لد": 817,
    "ار": 328,
    "الد": 378,
    "لدا": 818,
    "دار": 546,
    "ار ": 329,
    " الد": 49,
    "الدا": 379,
    "لدار": 819,
    "دار ": 547,
    "ض": 683,
    "لب": 792,
    "بي": 439,
    "يض": 996,
    "ضا": 684,
    "الب": 365,
    "لبي": 794,
    "بيض": 440,
    "يضا": 997,
    "ضاء": 685,
    " الب": 44,
    "البي": 366,
    "لبيض": 795,
    "بيضا": 441,
    "يضاء": 998,
    "ضاء ": 686,
    " ب": 55,
    "يس": 994,
    "س ": 628,
    " با": 58,
    "بار": 412,
    "اري": 332,
    "ريس": 618,
    "يس ": 995,
    " بار": 59,
    "باري": 413,
    "اريس": 334,
    "ريس ": 619,
    "ت": 444,
    "أح": 246,
    "حت": 502,
    "تا": 449,
    "اج": 317,
    "ج ": 481,
    " أح": 11,
    "أحت": 247,
    "حتا": 503,
    "تاج": 450,
    "اج ": 318,
    " أحت": 12,
    "أحتا": 248,
    "حتاج": 504,
    "تاج ": 451,
    "ذ": 564,
    " ت": 67,
    "تذ": 457,
    "ذك": 567,
    "رة": 593,
    " تذ": 70,
    "تذك": 458,
    "ذكر": 568,
    "كرة": 763,
    "رة ": 594,
    " تذك": 71,
    "تذكر": 459,
    "ذكرة": 569,
    "كرة ": 764,
    "لر": 820,
    "رب": 590,
    "اط": 342,
    "ط ": 690,
    "الر": 380,
    "لرب": 821,
    "ربا": 591,
    "باط": 414,
    "اط ": 343,
    " الر": 50,
    "الرب": 381,
    "لربا": 822,
    "رباط": 592,
    "باط ": 415,
    "لن": 849,
    "ند": 910,
    "دن": 557,
    " لن": 156,
    "لند": 850,
    "ندن": 913,
    "دن ": 558,
    " لند": 157,
    "لندن": 851,
    "ندن ": 914,
    " ي": 193,
    "يو": 1011,
    "وم": 958,
    " يو": 198,
    "يوم": 1013,
    "وم ": 959,
    " يوم": 199,
    "يوم ": 1014,
    "_": 201,
    "n": 222,
    "u": 230,
    "m": 218,
    "b": 210,
    "e": 214,
    "r": 226,
    " _": 1,
    "__": 203,
    "_n": 207,
    "nu": 223,
    "um": 231,
    "mb": 219,
    "be": 211,
    "er": 215,
    "r_": 227,
    "_ ": 202,
    " __": 2,
    "__n": 205,
    "_nu": 208,
    "num": 224,
    "umb": 232,
    "mbe": 220,
    "ber": 212,
    "er_": 216,
    "r__": 228,
    "__ ": 204,
    " __n": 3,
    "__nu": 206,
    "_num": 209,
    "numb": 225,
    "umbe": 233,
    "mber": 221,
    "ber_": 213,
    "er__": 217,
    "r__ ": 229,
    "ون": 964,
    "ني": 921,
    "و ": 937,
    "يون": 1016,
    "وني": 965,
    "نيو": 923,
    "يو ": 1012,
    " يون": 200,
    "يوني": 1017,
    "ونيو": 966,
    "نيو ": 924,
    " ر": 99,
    "حل": 515,
    "لة": 796,
    " رح": 102,
    "رحل": 601,
    "حلة": 516,
    "لة ": 797,
    " رحل": 103,
    "رحلة": 602,
    "حلة ": 517,
    " ذ": 92,
    "ذه": 575,
    "ها": 926,
    "اب": 313,
    "ب ": 404,
    " ذه": 97,
    "ذها": 576,
    "هاب": 927,
    "اب ": 314,
    " ذها": 98,
    "ذهاب": 577,
    "هاب ": 928,
    "وإ": 938,
    "إي": 298,
    "يا": 976,
    " وإ": 189,
    "وإي": 939,
    "إيا": 299,
    "ياب": 977,
    " وإي": 190,
    "وإيا": 940,
    "إياب": 300,
    "ياب ": 978,
    "اك": 355,
    "كش": 765,
    "ش ": 654,
    "مرا": 876,
    "راك": 586,
    "اكش": 356,
    "كش ": 766,
    " مرا": 166,
    "مراك": 877,
    "راكش": 587,
    "اكش ": 357,
    "مد": 872,
    "در": 550,
    " مد": 163,
    "مدر": 873,
    "دري": 553,
    " مدر": 164,
    "مدري": 874,
    "دريد": 554,
    " د": 89,
    "رج": 595,
    "جة": 482,
    " در": 90,
    "درج": 551,
    "رجة": 596,
    "جة ": 483,
    " درج": 91,
    "درجة": 552,
    "رجة ": 597,
    "أو": 280,
    "ول": 954,
    " أو": 31,
    "أول": 281,
    "ولى": 956,
    " أول": 32,
    "أولى": 283,
    "ولى ": 957,
    "أك": 265,
    "كا": 753,
    "اد": 324,
    "دي": 559,
    " أك": 23,
    "أكا": 266,
    "كاد": 754,
    "ادي": 325,
    "دير": 562,
    " أكا": 24,
    "أكاد": 267,
    "كادي": 755,
    "ادير": 327,
    "دير ": 563,
    "رو": 606,
    "ما": 861,
    " رو": 106,
    "روم": 609,
    "وما": 960,
    "ما ": 862,
    " روم": 108,
    "روما": 610,
    "وما ": 961,
    " ف": 137,
    "فن": 734,
    "دق": 555,
    "ق ": 740,
    " فن": 138,
    "فند": 735,
    "ندق": 911,
    "دق ": 556,
    " فند": 139,
    "فندق": 736,
    "ندق ": 912,
    "إق": 292,
    " إق": 34,
    "إقا": 293,
    "قام": 744,
    " إقا": 35,
    "إقام": 294,
    "قامة": 745,
    "في": 737,
    "ي ": 970,
    " في": 140,
    "في ": 738,
    " في ": 141,
    " ن": 178,
    "نج": 907,
    "جو": 488,
    " نج": 179,
    "نجو": 908,
    "جوم": 489,
    " نجو": 180,
    "نجوم": 909,
    "جوم ": 490,
    "ث": 475,
    "أب": 240,
    "بح": 421,
    "حث": 505,
    "ث ": 476,
    " أب": 7,
    "أبح": 241,
    "بحث": 422,
    "حث ": 506,
    " أبح": 8,
    "أبحث": 242,
    "بحث ": 423,
    "عن": 718,
    " عن": 132,
    "عن ": 719,
    " عن ": 133,
    "حي": 518,
    " حي": 84,
    "حي ": 519,
    " حي ": 85,
    "لح": 806,
    "بو": 434,
    "وس": 952,
    "الح": 372,
    "لحب": 807,
    "حبو": 500,
    "بوس": 437,
    "وس ": 953,
    " الح": 47,
    "الحب": 373,
    "لحبو": 808,
    "حبوس": 501,
    "بوس ": 438,
    "لش": 830,
    "شخ": 655,
    "خص": 535,
    "صي": 680,
    "ين": 1007,
    " لش": 152,
    "لشخ": 831,
    "شخص": 658,
    "خصي": 536,
    "صين": 681,
    "ين ": 1008,
    " لشخ": 153,
    "لشخص": 832,
    "شخصي": 659,
    "خصين": 537,
    "صين ": 682,
    "أخ": 249,
    "خت": 527,
    " أخ": 13,
    "أخت": 250,
    "ختا": 528,
    "تار": 452,
    " أخت": 14,
    "أختا": 251,
    "ختار": 529,
    "تار ": 453,
    "خيا": 539,
    "يار": 979,
    "لخيا": 815,
    "خيار": 540,
    "يار ": 980,
    "لف": 838,
    "الف": 388,
    "لفن": 839,
    " الف": 53,
    "الفن": 389,
    "لفند": 840,
    "لأ": 779,
    "ل ": 778,
    "الأ": 359,
    "لأو": 780,
    "ول ": 955,
    " الأ": 42,
    "الأو": 360,
    "لأول": 781,
    "أول ": 282,
    "رق": 603,
    "قم": 749,
    " رق": 104,
    "رقم": 604,
    "قم ": 750,
    " رقم": 105,
    "رقم ": 605,
    "لث": 803,
    "ثا": 477,
    "الث": 370,
    "لثا": 804,
    "ثان": 478,
    "اني": 398,
    "ني ": 922,
    " الث": 46,
    "الثا": 371,
    "لثان": 805,
    "ثاني": 479,
    "اني ": 399,
    " ه": 183,
    "هذ": 929,
    "ذا": 565,
    " هذ": 184,
    "هذا": 930,
    "ذا ": 566,
    " هذا": 185,
    "هذا ": 931,
    "نا": 901,
    "اس": 337,
    "سب": 634,
    "بن": 431,
    " ين": 196,
    "ينا": 1009,
    "ناس": 903,
    "اسب": 338,
    "سبن": 635,
    "بني": 432,
    " ينا": 197,
    "يناس": 1010,
    "ناسب": 904,
    "اسبن": 339,
    "سبني": 636,
    "بني ": 433,
    "مو": 894,
    "وا": 941,
    "اف": 349,
    "فق": 732,
    " مو": 176,
    "موا": 895,
    "واف": 942,
    "افق": 350,
    "فق ": 733,
    " موا": 177,
    "مواف": 896,
    "وافق": 943,
    "افق ": 351,
    "على": 712,
    " على": 130,
    "على ": 713,
    "اخ": 321,
    "تي": 472,
    "الا": 363,
    "لاخ": 787,
    "اخت": 322,
    "ختي": 530,
    "تيا": 473,
    " الا": 43,
    "الاخ": 364,
    "لاخت": 788,
    "اختي": 323,
    "ختيا": 531,
    "تيار": 474,
    "غ": 723,
    "تغ": 466,
    "غي": 724,
    "يي": 1018,
    " تغ": 72,
    "تغي": 467,
    "غيي": 727,
    "يير": 1019,
    " تغي": 73,
    "تغيي": 468,
    "غيير": 728,
    "يير ": 1020,
    " لا": 148,
    " لا ": 149,
    " هل": 186,
    "هل ": 933,
    " هل ": 187,
    "يم": 1004,
    "مك": 886,
    "كن": 771,
    " يم": 194,
    "يمك": 1005,
    "مكن": 887,
    "كن ": 772,
    " يمك": 195,
    "يمكن": 1006,
    "مكن ": 888,
    "لت": 798,
    "يخ": 986,
    "خ ": 523,
    "الت": 367,
    "لتا": 801,
    "ريخ": 614,
    "يخ ": 987,
    " الت": 45,
    "التا": 369,
    "لتار": 802,
    "تاري": 454,
    "اريخ": 333,
    "ريخ ": 615,
    " خ": 86,
    "ات": 315,
    "ت ": 445,
    " خي": 87,
    "ارا": 330,
    "رات": 584,
    "ات ": 316,
    " خيا": 88,
    "يارا": 981,
    "ارات": 331,
    "رات ": 585,
    "خر": 532,
    "رى": 611,
    "أخر": 252,
    "خرى": 533,
    "رى ": 612,
    " أخر": 15,
    "أخرى": 253,
    "خرى ": 534,
    "أن": 270,
    "نت": 905,
    " أن": 26,
    "أنت": 273,
    "نت ": 906,
    " أنت": 28,
    "أنت ": 274,
    "وت": 947,
    " بو": 65,
    "بوت": 435,
    "وت ": 948,
    " بوت": 66,
    "بوت ": 436,
    "وب": 944,
    "روب": 607,
    "وبو": 945,
    " روب": 107,
    "روبو": 608,
    "وبوت": 946,
    "عد": 707,
    "ساع": 632,
    "اعد": 347,
    "عد ": 708,
    "مساع": 883,
    "ساعد": 633,
    "اعد ": 348,
    "كي": 773,
    " ذك": 93,
    "ذكي": 570,
    "كي ": 774,
    " ذكي": 94,
    "ذكي ": 571,
    "ؤ": 284,
    "أؤ": 237,
    "ؤك": 285,
    "كد": 758,
    " أؤ": 5,
    "أؤك": 238,
    "ؤكد": 286,
    "كد ": 759,
    " أؤك": 6,
    "أؤكد": 239,
    "ؤكد ": 287,
    "لحج": 809,
    "الحج": 374,
    "لحجز": 810,
    "نع": 915,
    "عم": 716,
    " نع": 181,
    "نعم": 916,
    "عم ": 717,
    " نعم": 182,
    "نعم ": 917,
    "تأ": 446,
    " تأ": 68,
    "تأك": 447,
    "أكي": 268,
    "كيد": 775,
    " تأك": 69,
    "تأكي": 448,
    "أكيد": 269,
    "كيد ": 776,
    "لط": 833,
    "طل": 694,
    "الط": 385,
    "لطل": 836,
    "طلب": 695,
    "لب ": 793,
    " الط": 52,
    "الطل": 387,
    "لطلب": 837,
    "طلب ": 696,
    "بال": 416,
    "لتأ": 799,
    " بال": 60,
    "بالت": 418,
    "التأ": 368,
    "لتأك": 800,
    "أج": 243,
    "جل": 486,
    " أج": 9,
    "أجل": 244,
    "جل ": 487,
    " أجل": 10,
    "أجل ": 245,
    "صح": 677,
    "يح": 984,
    " صح": 123,
    "صحي": 678,
    "حيح": 520,
    "يح ": 985,
    " صحي": 124,
    "صحيح": 679,
    "حيح ": 521,
    "تم": 469,
    " تم": 74,
    "تما": 470,
    "مام": 863,
    " تما": 75,
    "تمام": 471,
    "مام ": 864,
    " أكي": 25,
    "طب": 691,
    "بع": 427,
    "لطب": 834,
    "طبع": 692,
    "بع ": 428,
    "بالط": 420,
    "الطب": 386,
    "لطبع": 835,
    "طبع ": 693,
    " لي": 158,
    "ليس": 855,
    " ليس": 159,
    "ليس ": 856,
    " بع": 63,
    "بعد": 429,
    " بعد": 64,
    "بعد ": 430,
    " غ": 134,
    " غي": 135,
    "غير": 725,
    " غير": 136,
    "غير ": 726,
    "ظ": 700,
    "أظ": 262,
    "ظن": 701,
    " أظ": 21,
    "أظن": 263,
    "ظن ": 702,
    " أظن": 22,
    "أظن ": 264,
    "ذل": 572,
    " ذل": 95,
    "ذلك": 573,
    " ذلك": 96,
    "ذلك ": 574,
    "اق": 352,
    "قت": 746,
    "تص": 460,
    "صا": 671,
    "ية": 982,
    " اق": 39,
    "اقت": 353,
    "قتص": 747,
    "تصا": 461,
    "صاد": 672,
    "دية": 560,
    "ية ": 983,
    " اقت": 40,
    "اقتص": 354,
    "قتصا": 748,
    "تصاد": 462,
    "صادي": 673,
    "ادية": 326,
    "دية ": 561,
    "أش": 257,
    "خا": 524,
    "اص": 340,
    "ص ": 670,
    " أش": 18,
    "أشخ": 258,
    "شخا": 656,
    "خاص": 525,
    "اص ": 341,
    " أشخ": 19,
    "أشخا": 259,
    "شخاص": 657,
    "خاص ": 526,
    "أنا": 271,
    "نا ": 902,
    " أنا": 27,
    "أنا ": 272,
    " س": 109,
    "سع": 639,
    "عي": 720,
    " سع": 110,
    "سعي": 640,
    "عيد": 721,
    " سعي": 111,
    "سعيد": 641,
    "عيد ": 722,
    " ك": 142,
    "كل": 767,
    " كل": 145,
    "كل ": 768,
    " كل ": 146,
    "شي": 666,
    "يء": 971,
    " شي": 118,
    "شيء": 667,
    "يء ": 972,
    " شيء": 119,
    "شيء ": 668,
    " ج": 76,
    "جي": 491,
    " جي": 77,
    "جيد": 492,
    " جيد": 78,
    "جيد ": 493,
    "ئ": 301,
    "ائ": 310,
    "ئع": 304,
    " را": 100,
    "رائ": 582,
    "ائع": 311,
    "ئع ": 305,
    " رائ": 101,
    "رائع": 583,
    "ائع ": 312,
    "مم": 889,
    "مت": 867,
    "از": 335,
    " مم": 172,
    "ممت": 890,
    "متا": 868,
    "تاز": 455,
    "از ": 336,
    " ممت": 173,
    "ممتا": 891,
    "متاز": 869,
    "تاز ": 456,
    "شع": 660,
    "عر": 709,
    "أشع": 260,
    "شعر": 661,
    "عر ": 710,
    " أشع": 20,
    "أشعر": 261,
    "شعر ": 662,
    "بأ": 405,
    "نن": 918,
    " بأ": 56,
    "بأن": 406,
    "أنن": 275,
    "نني": 919,
    " بأن": 57,
    "بأنن": 407,
    "أنني": 276,
    "نني ": 920,
    "بخ": 424,
    " بخ": 61,
    "بخي": 425,
    " بخي": 62,
    "بخير": 426,
    "ست": 637,
    " لس": 150,
    "لست": 824,
    "ست ": 638,
    " لست": 151,
    "لست ": 825,
    "حز": 510,
    "زن": 622,
    "لحز": 811,
    "حزن": 511,
    "زن ": 623,
    "بالح": 419,
    "الحز": 375,
    "لحزن": 812,
    "حزن ": 512,
    "مي": 897,
    "ومي": 962,
    "مي ": 898,
    "يومي": 1015,
    "ومي ": 963,
    " كا": 143,
    "كان": 756,
    " كان": 144,
    "كان ": 757,
    "سي": 648,
    "يئ": 973,
    "ئا": 302,
    " سي": 112,
    "سيئ": 651,
    "يئا": 974,
    "ئا ": 303,
    " سيئ": 114,
    "سيئا": 652,
    "يئا ": 975,
    "تض": 463,
    "اي": 400,
    "يق": 999,
    " مت": 161,
    "متض": 870,
    "تضا": 464,
    "ضاي": 687,
    "ايق": 401,
    "يق ": 1000,
    " متض": 162,
    "متضا": 871,
    "تضاي": 465,
    "ضايق": 688,
    "ايق ": 402,
    "لإ": 782,
    "إح": 289,
    "الإ": 361,
    "لإح": 783,
    "إحب": 290,
    "بالإ": 417,
    "الإح": 362,
    "لإحب": 784,
    "إحبا": 291,
    "حباط": 499,
    "سيء": 649,
    " سيء": 113,
    "سيء ": 650,
    "زي": 624,
    " حز": 82,
    "حزي": 513,
    "زين": 625,
    " حزي": 83,
    "حزين": 514,
    "زين ": 626
  },
  "response": null,
  "action_text": null
}