{
  "text": {
    "مرحبا": 89,
    "السلام": 32,
    "عليكم": 73,
    "أهلا": 15,
    "صباح": 69,
    "الخير": 28,
    "مساء": 90,
    "وداعا": 101,
    "إلى": 18,
    "اللقاء": 36,
    "شكرا": 67,
    "لك": 83,
    "مع": 92,
    "السلامة": 33,
    "أريد": 7,
    "حجز": 51,
    "طيران": 71,
    "السفر": 31,
    "من": 94,
    "الدار": 29,
    "البيضاء": 22,
    "باريس": 38,
    "أحتاج": 4,
    "تذكرة": 47,
    "الرباط": 30,
    "لندن": 84,
    "يوم": 104,
    "__number__": 0,
    "يونيو": 106,
    "رحلة": 60,
    "ذهاب": 58,
    "وإياب": 100,
    "مراكش": 88,
    "مدريد": 87,
    "درجة": 55,
    "أولى": 16,
    "أكادير": 11,
    "روما": 63,
    "فندق": 76,
    "إقامة": 17,
    "في": 77,
    "نجوم": 96,
    "أبحث": 2,
    "عن": 74,
    "حي": 53,
    "الحبوس": 25,
    "لشخصين": 82,
    "أختار": 5,
    "الخيار": 27,
    "الفندق": 35,
    "الأول": 20,
    "رقم": 61,
    "الثاني": 24,
    "هذا": 98,
    "يناسبني": 103,
    "موافق": 95,
    "على": 72,
    "الاختيار": 21,
    "تغيير": 48,
    "لا": 80,
    "هل": 99,
    "يمكن": 102,
    "التاريخ": 23,
    "خيارات": 54,
    "أخرى": 6,
    "أنت": 14,
    "بوت": 45,
    "روبوت": 62,
    "مساعد": 91,
    "ذكي": 56,
    "أؤكد": 1,
    "الحجز": 26,
    "نعم": 97,
    "تأكيد": 46,
    "الطلب": 34,
    "بالتأكيد": 40,
    "أجل": 3,
    "صحيح": 70,
    "تمام": 49,
    "أكيد": 12,
    "بالطبع": 42,
    "ليس": 85,
    "بعد": 44,
    "غير": 75,
    "أظن": 10,
    "ذلك": 57,
    "اقتصادية": 19,
    "أشخاص": 8,
    "أنا": 13,
    "سعيد": 64,
    "كل": 79,
    "شيء": 68,
    "جيد": 50,
    "رائع": 59,
    "ممتاز": 93,
    "أشعر": 9,
    "بأنني": 37,
    "بخير": 43,
    "لست": 81,
    "بالحزن": 41,
    "يومي": 105,
    "كان": 78,
    "سيئا": 66,
    "متضايق": 86,
    "بالإحباط": 39,
    "سيء": 65,
    "حزين": 52
  },
  "intent": {
    "greet": 10,
    "goodbye": 9,
    "book_flight": 1,
    "book_hotel": 2,
    "choose_hotel_option": 6,
    "select_option": 14,
    "change_option": 4,
    "bot_challenge": 3,
    "confirm_reservation": 7,
    "affirm": 0,
    "deny": 8,
    "inform": 11,
    "mood_great": 12,
    "mood_unhappy": 13,
    "choose_flight_option": 5
  },
  "response": null,
  "action_name": {
    "action_listen": 12,
    "action_restart": 13,
    "action_session_start": 17,
    "action_default_fallback": 7,
    "action_deactivate_loop": 4,
    "action_revert_fallback_events": 14,
    "action_default_ask_affirmation": 5,
    "action_default_ask_rephrase": 6,
    "action_two_stage_fallback": 18,
    "action_unlikely_intent": 19,
    "action_back": 0,
    "action_extract_slots": 8,
    "action_change_options": 1,
    "action_confirm_reservation": 2,
    "action_confirm_reservation_hotel": 3,
    "action_handle_flight_choice": 9,
    "action_handle_flight_selection": 10,
    "action_handle_hotel_selection": 11,
    "action_search_flights": 15,
    "action_search_hotels": 16,
    "flight_booking_form": 20,
    "hotel_booking_form": 21,
    "utter_ask_booking_type": 22,
    "utter_ask_confirmation": 23,
    "utter_goodbye": 24,
    "utter_greet": 25,
    "utter_iamabot": 26
  },
  "action_text": null,
  "intent_response_key": null
}