{
  "text": {
    " ": 0,
    "م": 906,
    "ر": 609,
    "ح": 522,
    "ب": 425,
    "ا": 324,
    " م": 172,
    "مر": 922,
    "رح": 629,
    "حب": 524,
    "با": 430,
    "ا ": 325,
    " مر": 177,
    "مرح": 925,
    "رحب": 630,
    "حبا": 525,
    "با ": 431,
    " مرح": 179,
    "مرحب": 926,
    "رحبا": 631,
    "حبا ": 526,
    "ل": 822,
    "س": 659,
    " ا": 42,
    "ال": 379,
    "لس": 870,
    "سل": 677,
    "لا": 830,
    "ام": 414,
    "م ": 907,
    " ال": 47,
    "الس": 404,
    "لسل": 875,
    "سلا": 678,
    "لام": 834,
    "ام ": 415,
    " الس": 57,
    "السل": 406,
    "لسلا": 876,
    "سلام": 679,
    "لام ": 835,
    "ع": 740,
    "ي": 1017,
    "ك": 796,
    " ع": 138,
    "عل": 750,
    "لي": 901,
    "يك": 1050,
    "كم": 814,
    " عل": 139,
    "علي": 753,
    "ليك": 904,
    "يكم": 1051,
    "كم ": 815,
    " علي": 141,
    "عليك": 754,
    "ليكم": 905,
    "يكم ": 1052,
    "أ": 252,
    "ه": 972,
    " أ": 7,
    "أه": 293,
    "هل": 979,
    " أه": 32,
    "أهل": 294,
    "هلا": 981,
    "لا ": 831,
    " أهل": 33,
    "أهلا": 295,
    "هلا ": 982,
    "ص": 701,
    " ص": 130,
    "صب": 706,
    "اح": 337,
    "ح ": 523,
    " صب": 131,
    "صبا": 707,
    "باح": 432,
    "اح ": 338,
    " صبا": 132,
    "صباح": 708,
    "باح ": 433,
    "خ": 550,
    "لخ": 858,
    "خي": 567,
    "ير": 1039,
    "ر ": 610,
    "الخ": 397,
    "لخي": 859,
    "خير": 570,
    "ير ": 1040,
    " الخ": 54,
    "الخي": 398,
    "لخير": 861,
    "خير ": 571,
    "ء": 246,
    "مس": 927,
    "سا": 661,
    "اء": 326,
    "ء ": 247,
    " مس": 180,
    "مسا": 928,
    "ساء": 662,
    "اء ": 327,
    " مسا": 181,
    "مساء": 929,
    "ساء ": 663,
    "و": 983,
    "د": 572,
    " و": 200,
    "ود": 996,
    "دا": 574,
    "اع": 365,
    "عا": 742,
    " ود": 203,
    "ودا": 998,
    "داع": 577,
    "اعا": 366,
    "عا ": 743,
    " ودا": 204,
    "وداع": 999,
    "داعا": 578,
    "اعا ": 367,
    "إ": 306,
    "ى": 1015,
    " إ": 37,
    "إل": 313,
    "لى": 899,
    "ى ": 1016,
    " إل": 40,
    "إلى": 314,
    "لى ": 900,
    " إلى": 41,
    "إلى ": 315,
    "ق": 784,
    "لل": 893,
    "لق": 888,
    "قا": 786,
    "الل": 412,
    "للق": 894,
    "لقا": 889,
    "قاء": 787,
    " الل": 60,
    "اللق": 413,
    "للقا": 895,
    "لقاء": 890,
    "قاء ": 788,
    "ش": 685,
    " ش": 125,
    "شك": 695,
    "كر": 805,
    "را": 611,
    " شك": 126,
    "شكر": 696,
    "كرا": 806,
    "را ": 612,
    " شكر": 127,
    "شكرا": 697,
    "كرا ": 807,
    " ل": 159,
    "لك": 891,
    "ك ": 797,
    " لك": 166,
    "لك ": 892,
    " لك ": 167,
    "مع": 931,
    "ع ": 741,
    " مع": 182,
    "مع ": 932,
    " مع ": 183,
    "ة": 464,
    "مة": 912,
    "ة ": 465,
    "امة": 416,
    "مة ": 913,
    "لامة": 836,
    "امة ": 417,
    "أر": 270,
    "ري": 644,
    "يد": 1037,
    "د ": 573,
    " أر": 19,
    "أري": 271,
    "ريد": 648,
    "يد ": 1038,
    " أري": 20,
    "أريد": 272,
    "ريد ": 649,
    "ج": 508,
    "ز": 652,
    " ح": 89,
    "حج": 535,
    "جز": 512,
    "ز ": 653,
    " حج": 90,
    "حجز": 536,
    "جز ": 513,
    " حجز": 91,
    "حجز ": 537,
    "ط": 726,
    "ن": 946,
    " ط": 135,
    "طي": 734,
    "ان": 418,
    "ن ": 947,
    " طي": 136,
    "طير": 735,
    "يرا": 1041,
    "ران": 619,
    "ان ": 419,
    " طير": 137,
    "طيرا": 736,
    "يران": 1042,
    "ران ": 620,
    "ف": 768,
    "سف": 674,
    "فر": 772,
    "لسف": 873,
    "سفر": 675,
    "فر ": 773,
    "السف": 405,
    "لسفر": 874,
    "سفر ": 676,
    "من": 939,
    " من": 186,
    "من ": 940,
    " من ": 187,
    "لد": 862,
    "ار": 346,
    "الد": 399,
    "لدا": 863,
    "دار": 575,
    "ار ": 347,
    " الد": 55,
    "الدا": 400,
    "لدار": 864,
    "دار ": 576,
    "ض": 717,
    "لب": 837,
    "بي": 461,
    "يض": 1045,
    "ضا": 718,
    "الب": 386,
    "لبي": 839,
    "بيض": 462,
    "يضا": 1046,
    "ضاء": 719,
    " الب": 50,
    "البي": 387,
    "لبيض": 840,
    "بيضا": 463,
    "يضاء": 1047,
    "ضاء ": 720,
    " ب": 61,
    "يس": 1043,
    "س ": 660,
    " با": 64,
    "بار": 434,
    "اري": 350,
    "ريس": 650,
    "يس ": 1044,
    " بار": 65,
    "باري": 435,
    "اريس": 353,
    "ريس ": 651,
    "ت": 466,
    "أح": 262,
    "حت": 530,
    "تا": 471,
    "اج": 335,
    "ج ": 509,
    " أح": 14,
    "أحت": 263,
    "حتا": 531,
    "تاج": 472,
    "اج ": 336,
    " أحت": 15,
    "أحتا": 264,
    "حتاج": 532,
    "تاج ": 473,
    "ذ": 595,
    " ت": 73,
    "تذ": 479,
    "ذك": 598,
    "رة": 624,
    " تذ": 76,
    "تذك": 480,
    "ذكر": 599,
    "كرة": 808,
    "رة ": 625,
    " تذك": 77,
    "تذكر": 481,
    "ذكرة": 600,
    "كرة ": 809,
    "لر": 865,
    "رب": 621,
    "اط": 363,
    "ط ": 727,
    "الر": 401,
    "لرب": 866,
    "ربا": 622,
    "باط": 436,
    "اط ": 364,
    " الر": 56,
    "الرب": 402,
    "لربا": 867,
    "رباط": 623,
    "باط ": 437,
    "لن": 896,
    "ند": 957,
    "دن": 586,
    " لن": 168,
    "لند": 897,
    "ندن": 960,
    "دن ": 587,
    " لند": 169,
    "لندن": 898,
    "ندن ": 961,
    " ي": 205,
    "يو": 1062,
    "وم": 1006,
    " يو": 210,
    "يوم": 1064,
    "وم ": 1007,
    " يوم": 211,
    "يوم ": 1065,
    "_": 213,
    "n": 234,
    "u": 242,
    "m": 230,
    "b": 222,
    "e": 226,
    "r": 238,
    " _": 1,
    "__": 215,
    "_n": 219,
    "nu": 235,
    "um": 243,
    "mb": 231,
    "be": 223,
    "er": 227,
    "r_": 239,
    "_ ": 214,
    " __": 2,
    "__n": 217,
    "_nu": 220,
    "num": 236,
    "umb": 244,
    "mbe": 232,
    "ber": 224,
    "er_": 228,
    "r__": 240,
    "__ ": 216,
    " __n": 3,
    "__nu": 218,
    "_num": 221,
    "numb": 237,
    "umbe": 245,
    "mber": 233,
    "ber_": 225,
    "er__": 229,
    "r__ ": 241,
    "ون": 1012,
    "ني": 968,
    "و ": 984,
    "يون": 1067,
    "وني": 1013,
    "نيو": 970,
    "يو ": 1063,
    " يون": 212,
    "يوني": 1068,
    "ونيو": 1014,
    "نيو ": 971,
    " ر": 109,
    "حل": 543,
    "لة": 841,
    " رح": 112,
    "رحل": 632,
    "حلة": 544,
    "لة ": 842,
    " رحل": 113,
    "رحلة": 633,
    "حلة ": 545,
    " ذ": 102,
    "ذه": 606,
    "ها": 973,
    "اب": 331,
    "ب ": 426,
    " ذه": 107,
    "ذها": 607,
    "هاب": 974,
    "اب ": 332,
    " ذها": 108,
    "ذهاب": 608,
    "هاب ": 975,
    "وإ": 985,
    "إي": 316,
    "يا": 1024,
    " وإ": 201,
    "وإي": 986,
    "إيا": 317,
    "ياب": 1025,
    " وإي": 202,
    "وإيا": 987,
    "إياب": 318,
    "ياب ": 1026,
    "اك": 376,
    "كش": 810,
    "ش ": 686,
    "مرا": 923,
    "راك": 617,
    "اكش": 377,
    "كش ": 811,
    " مرا": 178,
    "مراك": 924,
    "راكش": 618,
    "اكش ": 378,
    "مد": 919,
    "در": 579,
    " مد": 175,
    "مدر": 920,
    "دري": 582,
    " مدر": 176,
    "مدري": 921,
    "دريد": 583,
    " د": 99,
    "رج": 626,
    "جة": 510,
    " در": 100,
    "درج": 580,
    "رجة": 627,
    "جة ": 511,
    " درج": 101,
    "درجة": 581,
    "رجة ": 628,
    "أو": 296,
    "ول": 1002,
    " أو": 34,
    "أول": 299,
    "ولى": 1004,
    " أول": 36,
    "أولى": 301,
    "ولى ": 1005,
    "أك": 281,
    "كا": 798,
    "اد": 342,
    "دي": 588,
    " أك": 26,
    "أكا": 282,
    "كاد": 799,
    "ادي": 343,
    "دير": 591,
    " أكا": 27,
    "أكاد": 283,
    "كادي": 800,
    "ادير": 345,
    "دير ": 592,
    "رو": 637,
    "ما": 908,
    " رو": 116,
    "روم": 640,
    "وما": 1008,
    "ما ": 909,
    " روم": 118,
    "روما": 641,
    "وما ": 1009,
    " ف": 147,
    "فن": 779,
    "دق": 584,
    "ق ": 785,
    " فن": 150,
    "فند": 780,
    "ندق": 958,
    "دق ": 585,
    " فند": 151,
    "فندق": 781,
    "ندق ": 959,
    "إق": 310,
    " إق": 38,
    "إقا": 311,
    "قام": 789,
    " إقا": 39,
    "إقام": 312,
    "قامة": 790,
    "في": 782,
    "ي ": 1018,
    " في": 152,
    "في ": 783,
    " في ": 153,
    " ن": 190,
    "نج": 954,
    "جو": 516,
    " نج": 191,
    "نجو": 955,
    "جوم": 517,
    " نجو": 192,
    "نجوم": 956,
    "جوم ": 518,
    "ث": 503,
    "أب": 256,
    "بح": 443,
    "حث": 533,
    "ث ": 504,
    " أب": 10,
    "أبح": 257,
    "بحث": 444,
    "حث ": 534,
    " أبح": 11,
    "أبحث": 258,
    "بحث ": 445,
    "عن": 757,
    " عن": 142,
    "عن ": 758,
    " عن ": 143,
    "حي": 546,
    " حي": 94,
    "حي ": 547,
    " حي ": 95,
    "لح": 851,
    "بو": 456,
    "وس": 1000,
    "الح": 393,
    "لحب": 852,
    "حبو": 528,
    "بوس": 459,
    "وس ": 1001,
    " الح": 53,
    "الحب": 394,
    "لحبو": 853,
    "حبوس": 529,
    "بوس ": 460,
    "لش": 877,
    "شخ": 687,
    "خص": 564,
    "صي": 712,
    "ين": 1058,
    " لش": 164,
    "لشخ": 878,
    "شخص": 690,
    "خصي": 565,
    "صين": 715,
    "ين ": 1059,
    " لشخ": 165,
    "لشخص": 879,
    "شخصي": 691,
    "خصين": 566,
    "صين ": 716,
    "أخ": 265,
    "خت": 555,
    " أخ": 16,
    "أخت": 266,
    "ختا": 556,
    "تار": 474,
    " أخت": 17,
    "أختا": 267,
    "ختار": 557,
    "تار ": 475,
    "خيا": 568,
    "يار": 1027,
    "لخيا": 860,
    "خيار": 569,
    "يار ": 1028,
    "لف": 885,
    "الف": 410,
    "لفن": 886,
    " الف": 59,
    "الفن": 411,
    "لفند": 887,
    "لأ": 824,
    "ل ": 823,
    "الأ": 380,
    "لأو": 825,
    "ول ": 1003,
    " الأ": 48,
    "الأو": 381,
    "لأول": 826,
    "أول ": 300,
    "رق": 634,
    "قم": 794,
    " رق": 114,
    "رقم": 635,
    "قم ": 795,
    " رقم": 115,
    "رقم ": 636,
    "لث": 848,
    "ثا": 505,
    "الث": 391,
    "لثا": 849,
    "ثان": 506,
    "اني": 420,
    "ني ": 969,
    " الث": 52,
    "الثا": 392,
    "لثان": 850,
    "ثاني": 507,
    "اني ": 421,
    " ه": 195,
    "هذ": 976,
    "ذا": 596,
    " هذ": 196,
    "هذا": 977,
    "ذا ": 597,
    " هذا": 197,
    "هذا ": 978,
    "نا": 948,
    "اس": 356,
    "سب": 666,
    "بن": 453,
    " ين": 208,
    "ينا": 1060,
    "ناس": 950,
    "اسب": 357,
    "سبن": 667,
    "بني": 454,
    " ينا": 209,
    "يناس": 1061,
    "ناسب": 951,
    "اسبن": 358,
    "سبني": 668,
    "بني ": 455,
    "مو": 941,
    "وا": 988,
    "اف": 370,
    "فق": 777,
    " مو": 188,
    "موا": 942,
    "واف": 989,
    "افق": 371,
    "فق ": 778,
    " موا": 189,
    "مواف": 943,
    "وافق": 990,
    "افق ": 372,
    "على": 751,
    " على": 140,
    "على ": 752,
    "اخ": 339,
    "تي": 500,
    "الا": 384,
    "لاخ": 832,
    "اخت": 340,
    "ختي": 558,
    "تيا": 501,
    " الا": 49,
    "الاخ": 385,
    "لاخت": 833,
    "اختي": 341,
    "ختيا": 559,
    "تيار": 502,
    "غ": 762,
    "تغ": 491,
    "غي": 763,
    "يي": 1069,
    " تغ": 80,
    "تغي": 492,
    "غيي": 766,
    "يير": 1070,
    " تغي": 81,
    "تغيي": 493,
    "غيير": 767,
    "يير ": 1071,
    " لا": 160,
    " لا ": 161,
    " هل": 198,
    "هل ": 980,
    " هل ": 199,
    "يم": 1055,
    "مك": 933,
    "كن": 816,
    " يم": 206,
    "يمك": 1056,
    "مكن": 934,
    "كن ": 817,
    " يمك": 207,
    "يمكن": 1057,
    "مكن ": 935,
    "لت": 843,
    "يخ": 1035,
    "خ ": 551,
    "الت": 388,
    "لتا": 846,
    "ريخ": 646,
    "يخ ": 1036,
    " الت": 51,
    "التا": 390,
    "لتار": 847,
    "تاري": 476,
    "اريخ": 352,
    "ريخ ": 647,
    " خ": 96,
    "ات": 333,
    "ت ": 467,
    " خي": 97,
    "ارا": 348,
    "رات": 615,
    "ات ": 334,
    " خيا": 98,
    "يارا": 1029,
    "ارات": 349,
    "رات ": 616,
    "خر": 560,
    "رى": 642,
    "أخر": 268,
    "خرى": 562,
    "رى ": 643,
    " أخر": 18,
    "أخرى": 269,
    "خرى ": 563,
    " اخ": 43,
    "ري ": 645,
    " اخت": 44,
    "ياري": 1030,
    "اري ": 351,
    "تع": 488,
    "عد": 744,
    "يل": 1053,
    " تع": 78,
    "تعد": 489,
    "عدي": 746,
    "ديل": 593,
    "يل ": 1054,
    " تعد": 79,
    "تعدي": 490,
    "عديل": 747,
    "ديل ": 594,
    "لحج": 854,
    "الحج": 395,
    "لحجز": 855,
    "أود": 297,
    "ود ": 997,
    " أود": 35,
    "أود ": 298,
    "آ": 248,
    " آ": 4,
    "آخ": 249,
    " آخ": 5,
    "آخر": 250,
    "خر ": 561,
    " آخر": 6,
    "آخر ": 251,
    "تف": 494,
    "فا": 769,
    "اص": 359,
    " تف": 82,
    "تفا": 495,
    "فاص": 770,
    "اصي": 361,
    "صيل": 713,
    " تفا": 83,
    "تفاص": 496,
    "فاصي": 771,
    "اصيل": 362,
    "صيل ": 714,
    "لرح": 868,
    "الرح": 403,
    "لرحل": 869,
    " غ": 144,
    " غي": 145,
    "غير": 764,
    " غير": 146,
    "غير ": 765,
    "فض": 774,
    "ضل": 723,
    " فض": 148,
    "فضل": 775,
    "ضلك": 724,
    " فضل": 149,
    "فضلك": 776,
    "ضلك ": 725,
    "أن": 286,
    "نت": 952,
    " أن": 29,
    "أنت": 289,
    "نت ": 953,
    " أنت": 31,
    "أنت ": 290,
    "وت": 994,
    " بو": 71,
    "بوت": 457,
    "وت ": 995,
    " بوت": 72,
    "بوت ": 458,
    "وب": 991,
    "روب": 638,
    "وبو": 992,
    " روب": 117,
    "روبو": 639,
    "وبوت": 993,
    "ساع": 664,
    "اعد": 368,
    "عد ": 745,
    "مساع": 930,
    "ساعد": 665,
    "اعد ": 369,
    "كي": 818,
    " ذك": 103,
    "ذكي": 601,
    "كي ": 819,
    " ذكي": 104,
    "ذكي ": 602,
    "ؤ": 302,
    "أؤ": 253,
    "ؤك": 303,
    "كد": 803,
    " أؤ": 8,
    "أؤك": 254,
    "ؤكد": 304,
    "كد ": 804,
    " أؤك": 9,
    "أؤكد": 255,
    "ؤكد ": 305,
    "نع": 962,
    "عم": 755,
    " نع": 193,
    "نعم": 963,
    "عم ": 756,
    " نعم": 194,
    "نعم ": 964,
    "تأ": 468,
    " تأ": 74,
    "تأك": 469,
    "أكي": 284,
    "كيد": 820,
    " تأك": 75,
    "تأكي": 470,
    "أكيد": 285,
    "كيد ": 821,
    "لط": 880,
    "طل": 731,
    "الط": 407,
    "لطل": 883,
    "طلب": 732,
    "لب ": 838,
    " الط": 58,
    "الطل": 409,
    "لطلب": 884,
    "طلب ": 733,
    "بال": 438,
    "لتأ": 844,
    " بال": 66,
    "بالت": 440,
    "التأ": 389,
    "لتأك": 845,
    "أج": 259,
    "جل": 514,
    " أج": 12,
    "أجل": 260,
    "جل ": 515,
    " أجل": 13,
    "أجل ": 261,
    "صح": 709,
    "يح": 1033,
    " صح": 133,
    "صحي": 710,
    "حيح": 548,
    "يح ": 1034,
    " صحي": 134,
    "صحيح": 711,
    "حيح ": 549,
    "تم": 497,
    " تم": 84,
    "تما": 498,
    "مام": 910,
    " تما": 85,
    "تمام": 499,
    "مام ": 911,
    " أكي": 28,
    "طب": 728,
    "بع": 449,
    "لطب": 881,
    "طبع": 729,
    "بع ": 450,
    "بالط": 442,
    "الطب": 408,
    "لطبع": 882,
    "طبع ": 730,
    " لي": 170,
    "ليس": 902,
    " ليس": 171,
    "ليس ": 903,
    " بع": 69,
    "بعد": 451,
    " بعد": 70,
    "بعد ": 452,
    "ظ": 737,
    "أظ": 278,
    "ظن": 738,
    " أظ": 24,
    "أظن": 279,
    "ظن ": 739,
    " أظن": 25,
    "أظن ": 280,
    "ذل": 603,
    " ذل": 105,
    "ذلك": 604,
    " ذلك": 106,
    "ذلك ": 605,
    "اق": 373,
    "قت": 791,
    "تص": 482,
    "صا": 703,
    "ية": 1031,
    " اق": 45,
    "اقت": 374,
    "قتص": 792,
    "تصا": 483,
    "صاد": 704,
    "دية": 589,
    "ية ": 1032,
    " اقت": 46,
    "اقتص": 375,
    "قتصا": 793,
    "تصاد": 484,
    "صادي": 705,
    "ادية": 344,
    "دية ": 590,
    "أش": 273,
    "خا": 552,
    "ص ": 702,
    " أش": 21,
    "أشخ": 274,
    "شخا": 688,
    "خاص": 553,
    "اص ": 360,
    " أشخ": 22,
    "أشخا": 275,
    "شخاص": 689,
    "خاص ": 554,
    "أنا": 287,
    "نا ": 949,
    " أنا": 30,
    "أنا ": 288,
    " س": 119,
    "سع": 671,
    "عي": 759,
    " سع": 120,
    "سعي": 672,
    "عيد": 760,
    " سعي": 121,
    "سعيد": 673,
    "عيد ": 761,
    " ك": 154,
    "كل": 812,
    " كل": 157,
    "كل ": 813,
    " كل ": 158,
    "شي": 698,
    "يء": 1019,
    " شي": 128,
    "شيء": 699,
    "يء ": 1020,
    " شيء": 129,
    "شيء ": 700,
    " ج": 86,
    "جي": 519,
    " جي": 87,
    "جيد": 520,
    " جيد": 88,
    "جيد ": 521,
    "ئ": 319,
    "ائ": 328,
    "ئع": 322,
    " را": 110,
    "رائ": 613,
    "ائع": 329,
    "ئع ": 323,
    " رائ": 111,
    "رائع": 614,
    "ائع ": 330,
    "مم": 936,
    "مت": 914,
    "از": 354,
    " مم": 184,
    "ممت": 937,
    "متا": 915,
    "تاز": 477,
    "از ": 355,
    " ممت": 185,
    "ممتا": 938,
    "متاز": 916,
    "تاز ": 478,
    "شع": 692,
    "عر": 748,
    "أشع": 276,
    "شعر": 693,
    "عر ": 749,
    " أشع": 23,
    "أشعر": 277,
    "شعر ": 694,
    "بأ": 427,
    "نن": 965,
    " بأ": 62,
    "بأن": 428,
    "أنن": 291,
    "نني": 966,
    " بأن": 63,
    "بأنن": 429,
    "أنني": 292,
    "نني ": 967,
    "بخ": 446,
    " بخ": 67,
    "بخي": 447,
    " بخي": 68,
    "بخير": 448,
    "ست": 669,
    " لس": 162,
    "لست": 871,
    "ست ": 670,
    " لست": 163,
    "لست ": 872,
    "حز": 538,
    "زن": 654,
    "لحز": 856,
    "حزن": 539,
    "زن ": 655,
    "بالح": 441,
    "الحز": 396,
    "لحزن": 857,
    "حزن ": 540,
    "مي": 944,
    "ومي": 1010,
    "مي ": 945,
    "يومي": 1066,
    "ومي ": 1011,
    " كا": 155,
    "كان": 801,
    " كان": 156,
    "كان ": 802,
    "سي": 680,
    "يئ": 1021,
    "ئا": 320,
    " سي": 122,
    "سيئ": 683,
    "يئا": 1022,
    "ئا ": 321,
    " سيئ": 124,
    "سيئا": 684,
    "يئا ": 1023,
    "تض": 485,
    "اي": 422,
    "يق": 1048,
    " مت": 173,
    "متض": 917,
    "تضا": 486,
    "ضاي": 721,
    "ايق": 423,
    "يق ": 1049,
    " متض": 174,
    "متضا": 918,
    "تضاي": 487,
    "ضايق": 722,
    "ايق ": 424,
    "لإ": 827,
    "إح": 307,
    "الإ": 382,
    "لإح": 828,
    "إحب": 308,
    "بالإ": 439,
    "الإح": 383,
    "لإحب": 829,
    "إحبا": 309,
    "حباط": 527,
    "سيء": 681,
    " سيء": 123,
    "سيء ": 682,
    "زي": 656,
    " حز": 92,
    "حزي": 541,
    "زين": 657,
    " حزي": 93,
    "حزين": 542,
    "زين ": 658
  },
  "response": null,
  "action_text": null
}