{
  "text": {
    " ": 0,
    "م": 862,
    "ر": 579,
    "ح": 495,
    "ب": 404,
    "ا": 306,
    " م": 160,
    "مر": 878,
    "رح": 599,
    "حب": 497,
    "با": 409,
    "ا ": 307,
    " مر": 165,
    "مرح": 881,
    "رحب": 600,
    "حبا": 498,
    "با ": 410,
    " مرح": 167,
    "مرحب": 882,
    "رحبا": 601,
    "حبا ": 499,
    "ل": 778,
    "س": 628,
    " ا": 38,
    "ال": 358,
    "لس": 826,
    "سل": 646,
    "لا": 786,
    "ام": 393,
    "م ": 863,
    " ال": 41,
    "الس": 383,
    "لسل": 831,
    "سلا": 647,
    "لام": 790,
    "ام ": 394,
    " الس": 51,
    "السل": 385,
    "لسلا": 832,
    "سلام": 648,
    "لام ": 791,
    "ع": 704,
    "ي": 972,
    "ك": 752,
    " ع": 128,
    "عل": 712,
    "لي": 857,
    "يك": 1004,
    "كم": 770,
    " عل": 129,
    "علي": 715,
    "ليك": 860,
    "يكم": 1005,
    "كم ": 771,
    " علي": 131,
    "عليك": 716,
    "ليكم": 861,
    "يكم ": 1006,
    "أ": 236,
    "ه": 928,
    " أ": 4,
    "أه": 277,
    "هل": 935,
    " أه": 29,
    "أهل": 278,
    "هلا": 937,
    "لا ": 787,
    " أهل": 30,
    "أهلا": 279,
    "هلا ": 938,
    "ص": 670,
    " ص": 120,
    "صب": 675,
    "اح": 319,
    "ح ": 496,
    " صب": 121,
    "صبا": 676,
    "باح": 411,
    "اح ": 320,
    " صبا": 122,
    "صباح": 677,
    "باح ": 412,
    "خ": 523,
    "لخ": 814,
    "خي": 539,
    "ير": 993,
    "ر ": 580,
    "الخ": 376,
    "لخي": 815,
    "خير": 542,
    "ير ": 994,
    " الخ": 48,
    "الخي": 377,
    "لخير": 817,
    "خير ": 543,
    "ء": 234,
    "مس": 883,
    "سا": 630,
    "اء": 308,
    "ء ": 235,
    " مس": 168,
    "مسا": 884,
    "ساء": 631,
    "اء ": 309,
    " مسا": 169,
    "مساء": 885,
    "ساء ": 632,
    "و": 939,
    "د": 544,
    " و": 188,
    "ود": 952,
    "دا": 546,
    "اع": 344,
    "عا": 706,
    " ود": 191,
    "ودا": 953,
    "داع": 549,
    "اعا": 345,
    "عا ": 707,
    " ودا": 192,
    "وداع": 954,
    "داعا": 550,
    "اعا ": 346,
    "إ": 288,
    "ى": 970,
    " إ": 33,
    "إل": 295,
    "لى": 855,
    "ى ": 971,
    " إل": 36,
    "إلى": 296,
    "لى ": 856,
    " إلى": 37,
    "إلى ": 297,
    "ق": 740,
    "لل": 849,
    "لق": 844,
    "قا": 742,
    "الل": 391,
    "للق": 850,
    "لقا": 845,
    "قاء": 743,
    " الل": 54,
    "اللق": 392,
    "للقا": 851,
    "لقاء": 846,
    "قاء ": 744,
    "ش": 654,
    " ش": 115,
    "شك": 664,
    "كر": 761,
    "را": 581,
    " شك": 116,
    "شكر": 665,
    "كرا": 762,
    "را ": 582,
    " شكر": 117,
    "شكرا": 666,
    "كرا ": 763,
    " ل": 147,
    "لك": 847,
    "ك ": 753,
    " لك": 154,
    "لك ": 848,
    " لك ": 155,
    "مع": 887,
    "ع ": 705,
    " مع": 170,
    "مع ": 888,
    " مع ": 171,
    "ة": 443,
    "مة": 868,
    "ة ": 444,
    "امة": 395,
    "مة ": 869,
    "لامة": 792,
    "امة ": 396,
    "أر": 254,
    "ري": 614,
    "يد": 991,
    "د ": 545,
    " أر": 16,
    "أري": 255,
    "ريد": 617,
    "يد ": 992,
    " أري": 17,
    "أريد": 256,
    "ريد ": 618,
    "ج": 481,
    "ز": 621,
    " ح": 79,
    "حج": 508,
    "جز": 485,
    "ز ": 622,
    " حج": 80,
    "حجز": 509,
    "جز ": 486,
    " حجز": 81,
    "حجز ": 510,
    "ط": 690,
    "ن": 902,
    " ط": 125,
    "طي": 698,
    "ان": 397,
    "ن ": 903,
    " طي": 126,
    "طير": 699,
    "يرا": 995,
    "ران": 589,
    "ان ": 398,
    " طير": 127,
    "طيرا": 700,
    "يران": 996,
    "ران ": 590,
    "ف": 730,
    "سف": 643,
    "فر": 731,
    "لسف": 829,
    "سفر": 644,
    "فر ": 732,
    "السف": 384,
    "لسفر": 830,
    "سفر ": 645,
    "من": 895,
    " من": 174,
    "من ": 896,
    " من ": 175,
    "لد": 818,
    "ار": 328,
    "الد": 378,
    "لدا": 819,
    "دار": 547,
    "ار ": 329,
    " الد": 49,
    "الدا": 379,
    "لدار": 820,
    "دار ": 548,
    "ض": 684,
    "لب": 793,
    "بي": 440,
    "يض": 999,
    "ضا": 685,
    "الب": 365,
    "لبي": 795,
    "بيض": 441,
    "يضا": 1000,
    "ضاء": 686,
    " الب": 44,
    "البي": 366,
    "لبيض": 796,
    "بيضا": 442,
    "يضاء": 1001,
    "ضاء ": 687,
    " ب": 55,
    "يس": 997,
    "س ": 629,
    " با": 58,
    "بار": 413,
    "اري": 332,
    "ريس": 619,
    "يس ": 998,
    " بار": 59,
    "باري": 414,
    "اريس": 334,
    "ريس ": 620,
    "ت": 445,
    "أح": 246,
    "حت": 503,
    "تا": 450,
    "اج": 317,
    "ج ": 482,
    " أح": 11,
    "أحت": 247,
    "حتا": 504,
    "تاج": 451,
    "اج ": 318,
    " أحت": 12,
    "أحتا": 248,
    "حتاج": 505,
    "تاج ": 452,
    "ذ": 565,
    " ت": 67,
    "تذ": 458,
    "ذك": 568,
    "رة": 594,
    " تذ": 70,
    "تذك": 459,
    "ذكر": 569,
    "كرة": 764,
    "رة ": 595,
    " تذك": 71,
    "تذكر": 460,
    "ذكرة": 570,
    "كرة ": 765,
    "لر": 821,
    "رب": 591,
    "اط": 342,
    "ط ": 691,
    "الر": 380,
    "لرب": 822,
    "ربا": 592,
    "باط": 415,
    "اط ": 343,
    " الر": 50,
    "الرب": 381,
    "لربا": 823,
    "رباط": 593,
    "باط ": 416,
    "لن": 852,
    "ند": 913,
    "دن": 558,
    " لن": 156,
    "لند": 853,
    "ندن": 916,
    "دن ": 559,
    " لند": 157,
    "لندن": 854,
    "ندن ": 917,
    " ي": 193,
    "يو": 1014,
    "وم": 961,
    " يو": 198,
    "يوم": 1016,
    "وم ": 962,
    " يوم": 199,
    "يوم ": 1017,
    "_": 201,
    "n": 222,
    "u": 230,
    "m": 218,
    "b": 210,
    "e": 214,
    "r": 226,
    " _": 1,
    "__": 203,
    "_n": 207,
    "nu": 223,
    "um": 231,
    "mb": 219,
    "be": 211,
    "er": 215,
    "r_": 227,
    "_ ": 202,
    " __": 2,
    "__n": 205,
    "_nu": 208,
    "num": 224,
    "umb": 232,
    "mbe": 220,
    "ber": 212,
    "er_": 216,
    "r__": 228,
    "__ ": 204,
    " __n": 3,
    "__nu": 206,
    "_num": 209,
    "numb": 225,
    "umbe": 233,
    "mber": 221,
    "ber_": 213,
    "er__": 217,
    "r__ ": 229,
    "ون": 967,
    "ني": 924,
    "و ": 940,
    "يون": 1019,
    "وني": 968,
    "نيو": 926,
    "يو ": 1015,
    " يون": 200,
    "يوني": 1020,
    "ونيو": 969,
    "نيو ": 927,
    " ر": 99,
    "حل": 516,
    "لة": 797,
    " رح": 102,
    "رحل": 602,
    "حلة": 517,
    "لة ": 798,
    " رحل": 103,
    "رحلة": 603,
    "حلة ": 518,
    " ذ": 92,
    "ذه": 576,
    "ها": 929,
    "اب": 313,
    "ب ": 405,
    " ذه": 97,
    "ذها": 577,
    "هاب": 930,
    "اب ": 314,
    " ذها": 98,
    "ذهاب": 578,
    "هاب ": 931,
    "وإ": 941,
    "إي": 298,
    "يا": 979,
    " وإ": 189,
    "وإي": 942,
    "إيا": 299,
    "ياب": 980,
    " وإي": 190,
    "وإيا": 943,
    "إياب": 300,
    "ياب ": 981,
    "اك": 355,
    "كش": 766,
    "ش ": 655,
    "مرا": 879,
    "راك": 587,
    "اكش": 356,
    "كش ": 767,
    " مرا": 166,
    "مراك": 880,
    "راكش": 588,
    "اكش ": 357,
    "مد": 875,
    "در": 551,
    " مد": 163,
    "مدر": 876,
    "دري": 554,
    " مدر": 164,
    "مدري": 877,
    "دريد": 555,
    " د": 89,
    "رج": 596,
    "جة": 483,
    " در": 90,
    "درج": 552,
    "رجة": 597,
    "جة ": 484,
    " درج": 91,
    "درجة": 553,
    "رجة ": 598,
    "أو": 280,
    "ول": 957,
    " أو": 31,
    "أول": 281,
    "ولى": 959,
    " أول": 32,
    "أولى": 283,
    "ولى ": 960,
    "أك": 265,
    "كا": 754,
    "اد": 324,
    "دي": 560,
    " أك": 23,
    "أكا": 266,
    "كاد": 755,
    "ادي": 325,
    "دير": 563,
    " أكا": 24,
    "أكاد": 267,
    "كادي": 756,
    "ادير": 327,
    "دير ": 564,
    "رو": 607,
    "ما": 864,
    " رو": 106,
    "روم": 610,
    "وما": 963,
    "ما ": 865,
    " روم": 108,
    "روما": 611,
    "وما ": 964,
    " ف": 137,
    "فن": 735,
    "دق": 556,
    "ق ": 741,
    " فن": 138,
    "فند": 736,
    "ندق": 914,
    "دق ": 557,
    " فند": 139,
    "فندق": 737,
    "ندق ": 915,
    "إق": 292,
    " إق": 34,
    "إقا": 293,
    "قام": 745,
    " إقا": 35,
    "إقام": 294,
    "قامة": 746,
    "في": 738,
    "ي ": 973,
    " في": 140,
    "في ": 739,
    " في ": 141,
    " ن": 178,
    "نج": 910,
    "جو": 489,
    " نج": 179,
    "نجو": 911,
    "جوم": 490,
    " نجو": 180,
    "نجوم": 912,
    "جوم ": 491,
    "ث": 476,
    "أب": 240,
    "بح": 422,
    "حث": 506,
    "ث ": 477,
    " أب": 7,
    "أبح": 241,
    "بحث": 423,
    "حث ": 507,
    " أبح": 8,
    "أبحث": 242,
    "بحث ": 424,
    "عن": 719,
    " عن": 132,
    "عن ": 720,
    " عن ": 133,
    "حي": 519,
    " حي": 84,
    "حي ": 520,
    " حي ": 85,
    "لح": 807,
    "بو": 435,
    "وس": 955,
    "الح": 372,
    "لحب": 808,
    "حبو": 501,
    "بوس": 438,
    "وس ": 956,
    " الح": 47,
    "الحب": 373,
    "لحبو": 809,
    "حبوس": 502,
    "بوس ": 439,
    "لش": 833,
    "شخ": 656,
    "خص": 536,
    "صي": 681,
    "ين": 1010,
    " لش": 152,
    "لشخ": 834,
    "شخص": 659,
    "خصي": 537,
    "صين": 682,
    "ين ": 1011,
    " لشخ": 153,
    "لشخص": 835,
    "شخصي": 660,
    "خصين": 538,
    "صين ": 683,
    "أخ": 249,
    "خت": 528,
    " أخ": 13,
    "أخت": 250,
    "ختا": 529,
    "تار": 453,
    " أخت": 14,
    "أختا": 251,
    "ختار": 530,
    "تار ": 454,
    "خيا": 540,
    "يار": 982,
    "لخيا": 816,
    "خيار": 541,
    "يار ": 983,
    "لف": 841,
    "الف": 389,
    "لفن": 842,
    " الف": 53,
    "الفن": 390,
    "لفند": 843,
    "لأ": 780,
    "ل ": 779,
    "الأ": 359,
    "لأو": 781,
    "ول ": 958,
    " الأ": 42,
    "الأو": 360,
    "لأول": 782,
    "أول ": 282,
    "رق": 604,
    "قم": 750,
    " رق": 104,
    "رقم": 605,
    "قم ": 751,
    " رقم": 105,
    "رقم ": 606,
    "لرح": 824,
    "الرح": 382,
    "لرحل": 825,
    "لث": 804,
    "ثا": 478,
    "الث": 370,
    "لثا": 805,
    "ثان": 479,
    "اني": 399,
    "ني ": 925,
    " الث": 46,
    "الثا": 371,
    "لثان": 806,
    "ثاني": 480,
    "اني ": 400,
    " ه": 183,
    "هذ": 932,
    "ذا": 566,
    " هذ": 184,
    "هذا": 933,
    "ذا ": 567,
    " هذا": 185,
    "هذا ": 934,
    "نا": 904,
    "اس": 337,
    "سب": 635,
    "بن": 432,
    " ين": 196,
    "ينا": 1012,
    "ناس": 906,
    "اسب": 338,
    "سبن": 636,
    "بني": 433,
    " ينا": 197,
    "يناس": 1013,
    "ناسب": 907,
    "اسبن": 339,
    "سبني": 637,
    "بني ": 434,
    "مو": 897,
    "وا": 944,
    "اف": 349,
    "فق": 733,
    " مو": 176,
    "موا": 898,
    "واف": 945,
    "افق": 350,
    "فق ": 734,
    " موا": 177,
    "مواف": 899,
    "وافق": 946,
    "افق ": 351,
    "على": 713,
    " على": 130,
    "على ": 714,
    "اخ": 321,
    "تي": 473,
    "الا": 363,
    "لاخ": 788,
    "اخت": 322,
    "ختي": 531,
    "تيا": 474,
    " الا": 43,
    "الاخ": 364,
    "لاخت": 789,
    "اختي": 323,
    "ختيا": 532,
    "تيار": 475,
    "غ": 724,
    "تغ": 467,
    "غي": 725,
    "يي": 1021,
    " تغ": 72,
    "تغي": 468,
    "غيي": 728,
    "يير": 1022,
    " تغي": 73,
    "تغيي": 469,
    "غيير": 729,
    "يير ": 1023,
    " لا": 148,
    " لا ": 149,
    " هل": 186,
    "هل ": 936,
    " هل ": 187,
    "يم": 1007,
    "مك": 889,
    "كن": 772,
    " يم": 194,
    "يمك": 1008,
    "مكن": 890,
    "كن ": 773,
    " يمك": 195,
    "يمكن": 1009,
    "مكن ": 891,
    "لت": 799,
    "يخ": 989,
    "خ ": 524,
    "الت": 367,
    "لتا": 802,
    "ريخ": 615,
    "يخ ": 990,
    " الت": 45,
    "التا": 369,
    "لتار": 803,
    "تاري": 455,
    "اريخ": 333,
    "ريخ ": 616,
    " خ": 86,
    "ات": 315,
    "ت ": 446,
    " خي": 87,
    "ارا": 330,
    "رات": 585,
    "ات ": 316,
    " خيا": 88,
    "يارا": 984,
    "ارات": 331,
    "رات ": 586,
    "خر": 533,
    "رى": 612,
    "أخر": 252,
    "خرى": 534,
    "رى ": 613,
    " أخر": 15,
    "أخرى": 253,
    "خرى ": 535,
    "أن": 270,
    "نت": 908,
    " أن": 26,
    "أنت": 273,
    "نت ": 909,
    " أنت": 28,
    "أنت ": 274,
    "وت": 950,
    " بو": 65,
    "بوت": 436,
    "وت ": 951,
    " بوت": 66,
    "بوت ": 437,
    "وب": 947,
    "روب": 608,
    "وبو": 948,
    " روب": 107,
    "روبو": 609,
    "وبوت": 949,
    "عد": 708,
    "ساع": 633,
    "اعد": 347,
    "عد ": 709,
    "مساع": 886,
    "ساعد": 634,
    "اعد ": 348,
    "كي": 774,
    " ذك": 93,
    "ذكي": 571,
    "كي ": 775,
    " ذكي": 94,
    "ذكي ": 572,
    "ؤ": 284,
    "أؤ": 237,
    "ؤك": 285,
    "كد": 759,
    " أؤ": 5,
    "أؤك": 238,
    "ؤكد": 286,
    "كد ": 760,
    " أؤك": 6,
    "أؤكد": 239,
    "ؤكد ": 287,
    "لحج": 810,
    "الحج": 374,
    "لحجز": 811,
    "نع": 918,
    "عم": 717,
    " نع": 181,
    "نعم": 919,
    "عم ": 718,
    " نعم": 182,
    "نعم ": 920,
    "تأ": 447,
    " تأ": 68,
    "تأك": 448,
    "أكي": 268,
    "كيد": 776,
    " تأك": 69,
    "تأكي": 449,
    "أكيد": 269,
    "كيد ": 777,
    "لط": 836,
    "طل": 695,
    "الط": 386,
    "لطل": 839,
    "طلب": 696,
    "لب ": 794,
    " الط": 52,
    "الطل": 388,
    "لطلب": 840,
    "طلب ": 697,
    "بال": 417,
    "لتأ": 800,
    " بال": 60,
    "بالت": 419,
    "التأ": 368,
    "لتأك": 801,
    "أج": 243,
    "جل": 487,
    " أج": 9,
    "أجل": 244,
    "جل ": 488,
    " أجل": 10,
    "أجل ": 245,
    "صح": 678,
    "يح": 987,
    " صح": 123,
    "صحي": 679,
    "حيح": 521,
    "يح ": 988,
    " صحي": 124,
    "صحيح": 680,
    "حيح ": 522,
    "تم": 470,
    " تم": 74,
    "تما": 471,
    "مام": 866,
    " تما": 75,
    "تمام": 472,
    "مام ": 867,
    " أكي": 25,
    "طب": 692,
    "بع": 428,
    "لطب": 837,
    "طبع": 693,
    "بع ": 429,
    "بالط": 421,
    "الطب": 387,
    "لطبع": 838,
    "طبع ": 694,
    " لي": 158,
    "ليس": 858,
    " ليس": 159,
    "ليس ": 859,
    " بع": 63,
    "بعد": 430,
    " بعد": 64,
    "بعد ": 431,
    " غ": 134,
    " غي": 135,
    "غير": 726,
    " غير": 136,
    "غير ": 727,
    "ظ": 701,
    "أظ": 262,
    "ظن": 702,
    " أظ": 21,
    "أظن": 263,
    "ظن ": 703,
    " أظن": 22,
    "أظن ": 264,
    "ذل": 573,
    " ذل": 95,
    "ذلك": 574,
    " ذلك": 96,
    "ذلك ": 575,
    "اق": 352,
    "قت": 747,
    "تص": 461,
    "صا": 672,
    "ية": 985,
    " اق": 39,
    "اقت": 353,
    "قتص": 748,
    "تصا": 462,
    "صاد": 673,
    "دية": 561,
    "ية ": 986,
    " اقت": 40,
    "اقتص": 354,
    "قتصا": 749,
    "تصاد": 463,
    "صادي": 674,
    "ادية": 326,
    "دية ": 562,
    "أش": 257,
    "خا": 525,
    "اص": 340,
    "ص ": 671,
    " أش": 18,
    "أشخ": 258,
    "شخا": 657,
    "خاص": 526,
    "اص ": 341,
    " أشخ": 19,
    "أشخا": 259,
    "شخاص": 658,
    "خاص ": 527,
    "أنا": 271,
    "نا ": 905,
    " أنا": 27,
    "أنا ": 272,
    " س": 109,
    "سع": 640,
    "عي": 721,
    " سع": 110,
    "سعي": 641,
    "عيد": 722,
    " سعي": 111,
    "سعيد": 642,
    "عيد ": 723,
    " ك": 142,
    "كل": 768,
    " كل": 145,
    "كل ": 769,
    " كل ": 146,
    "شي": 667,
    "يء": 974,
    " شي": 118,
    "شيء": 668,
    "يء ": 975,
    " شيء": 119,
    "شيء ": 669,
    " ج": 76,
    "جي": 492,
    " جي": 77,
    "جيد": 493,
    " جيد": 78,
    "جيد ": 494,
    "ئ": 301,
    "ائ": 310,
    "ئع": 304,
    " را": 100,
    "رائ": 583,
    "ائع": 311,
    "ئع ": 305,
    " رائ": 101,
    "رائع": 584,
    "ائع ": 312,
    "مم": 892,
    "مت": 870,
    "از": 335,
    " مم": 172,
    "ممت": 893,
    "متا": 871,
    "تاز": 456,
    "از ": 336,
    " ممت": 173,
    "ممتا": 894,
    "متاز": 872,
    "تاز ": 457,
    "شع": 661,
    "عر": 710,
    "أشع": 260,
    "شعر": 662,
    "عر ": 711,
    " أشع": 20,
    "أشعر": 261,
    "شعر ": 663,
    "بأ": 406,
    "نن": 921,
    " بأ": 56,
    "بأن": 407,
    "أنن": 275,
    "نني": 922,
    " بأن": 57,
    "بأنن": 408,
    "أنني": 276,
    "نني ": 923,
    "بخ": 425,
    " بخ": 61,
    "بخي": 426,
    " بخي": 62,
    "بخير": 427,
    "ست": 638,
    " لس": 150,
    "لست": 827,
    "ست ": 639,
    " لست": 151,
    "لست ": 828,
    "حز": 511,
    "زن": 623,
    "لحز": 812,
    "حزن": 512,
    "زن ": 624,
    "بالح": 420,
    "الحز": 375,
    "لحزن": 813,
    "حزن ": 513,
    "مي": 900,
    "ومي": 965,
    "مي ": 901,
    "يومي": 1018,
    "ومي ": 966,
    " كا": 143,
    "كان": 757,
    " كان": 144,
    "كان ": 758,
    "سي": 649,
    "يئ": 976,
    "ئا": 302,
    " سي": 112,
    "سيئ": 652,
    "يئا": 977,
    "ئا ": 303,
    " سيئ": 114,
    "سيئا": 653,
    "يئا ": 978,
    "تض": 464,
    "اي": 401,
    "يق": 1002,
    " مت": 161,
    "متض": 873,
    "تضا": 465,
    "ضاي": 688,
    "ايق": 402,
    "يق ": 1003,
    " متض": 162,
    "متضا": 874,
    "تضاي": 466,
    "ضايق": 689,
    "ايق ": 403,
    "لإ": 783,
    "إح": 289,
    "الإ": 361,
    "لإح": 784,
    "إحب": 290,
    "بالإ": 418,
    "الإح": 362,
    "لإحب": 785,
    "إحبا": 291,
    "حباط": 500,
    "سيء": 650,
    " سيء": 113,
    "سيء ": 651,
    "زي": 625,
    " حز": 82,
    "حزي": 514,
    "زين": 626,
    " حزي": 83,
    "حزين": 515,
    "زين ": 627
  },
  "response": null,
  "action_text": null
}