{
  "text": {
    "مرحبا": 97,
    "السلام": 37,
    "عليكم": 80,
    "أهلا": 16,
    "صباح": 76,
    "الخير": 32,
    "مساء": 98,
    "وداعا": 109,
    "إلى": 20,
    "اللقاء": 41,
    "شكرا": 74,
    "لك": 91,
    "مع": 100,
    "السلامة": 38,
    "أريد": 8,
    "حجز": 58,
    "طيران": 78,
    "السفر": 36,
    "من": 102,
    "الدار": 33,
    "البيضاء": 26,
    "باريس": 43,
    "أحتاج": 5,
    "تذكرة": 52,
    "الرباط": 34,
    "لندن": 92,
    "يوم": 112,
    "__number__": 0,
    "يونيو": 114,
    "رحلة": 67,
    "ذهاب": 65,
    "وإياب": 108,
    "مراكش": 96,
    "مدريد": 95,
    "درجة": 62,
    "أولى": 18,
    "أكادير": 12,
    "روما": 70,
    "فندق": 84,
    "إقامة": 19,
    "في": 85,
    "نجوم": 104,
    "أبحث": 3,
    "عن": 81,
    "حي": 60,
    "الحبوس": 29,
    "لشخصين": 90,
    "أختار": 6,
    "الخيار": 31,
    "الفندق": 40,
    "الأول": 24,
    "رقم": 68,
    "الثاني": 28,
    "هذا": 106,
    "يناسبني": 111,
    "موافق": 103,
    "على": 79,
    "الاختيار": 25,
    "تغيير": 54,
    "لا": 88,
    "هل": 107,
    "يمكن": 110,
    "التاريخ": 27,
    "خيارات": 61,
    "أخرى": 7,
    "اختياري": 22,
    "تعديل": 53,
    "الحجز": 30,
    "أود": 17,
    "اختيار": 21,
    "آخر": 1,
    "تفاصيل": 55,
    "الرحلة": 35,
    "غير": 82,
    "فضلك": 83,
    "أنت": 15,
    "بوت": 50,
    "روبوت": 69,
    "مساعد": 99,
    "ذكي": 63,
    "أؤكد": 2,
    "نعم": 105,
    "تأكيد": 51,
    "الطلب": 39,
    "بالتأكيد": 45,
    "أجل": 4,
    "صحيح": 77,
    "تمام": 56,
    "أكيد": 13,
    "بالطبع": 47,
    "ليس": 93,
    "بعد": 49,
    "أظن": 11,
    "ذلك": 64,
    "اقتصادية": 23,
    "أشخاص": 9,
    "أنا": 14,
    "سعيد": 71,
    "كل": 87,
    "شيء": 75,
    "جيد": 57,
    "رائع": 66,
    "ممتاز": 101,
    "أشعر": 10,
    "بأنني": 42,
    "بخير": 48,
    "لست": 89,
    "بالحزن": 46,
    "يومي": 113,
    "كان": 86,
    "سيئا": 73,
    "متضايق": 94,
    "بالإحباط": 44,
    "سيء": 72,
    "حزين": 59
  },
  "intent": {
    "greet": 9,
    "goodbye": 8,
    "book_flight": 1,
    "book_hotel": 2,
    "choose_hotel_option": 5,
    "select_option": 13,
    "change_option": 4,
    "bot_challenge": 3,
    "confirm_reservation": 6,
    "affirm": 0,
    "deny": 7,
    "inform": 10,
    "mood_great": 11,
    "mood_unhappy": 12
  },
  "response": null,
  "action_name": {
    "action_listen": 13,
    "action_restart": 14,
    "action_session_start": 18,
    "action_default_fallback": 7,
    "action_deactivate_loop": 4,
    "action_revert_fallback_events": 15,
    "action_default_ask_affirmation": 5,
    "action_default_ask_rephrase": 6,
    "action_two_stage_fallback": 19,
    "action_unlikely_intent": 20,
    "action_back": 0,
    "action_extract_slots": 8,
    "action_change_options": 1,
    "action_confirm_reservation": 2,
    "action_confirm_reservation_hotel": 3,
    "action_handle_change_flight_reservation": 9,
    "action_handle_change_hotel_reservation": 10,
    "action_handle_flight_selection": 11,
    "action_handle_hotel_selection": 12,
    "action_search_flights": 16,
    "action_search_hotels": 17,
    "flight_booking_form": 21,
    "hotel_booking_form": 22,
    "utter_ask_booking_type": 23,
    "utter_goodbye": 24,
    "utter_greet": 25,
    "utter_iamabot": 26
  },
  "action_text": null,
  "intent_response_key": null
}