{
  "text": {
    "مرحبا": 90,
    "السلام": 33,
    "عليكم": 74,
    "أهلا": 15,
    "صباح": 70,
    "الخير": 28,
    "مساء": 91,
    "وداعا": 102,
    "إلى": 18,
    "اللقاء": 37,
    "شكرا": 68,
    "لك": 84,
    "مع": 93,
    "السلامة": 34,
    "أريد": 7,
    "حجز": 52,
    "طيران": 72,
    "السفر": 32,
    "من": 95,
    "الدار": 29,
    "البيضاء": 22,
    "باريس": 39,
    "أحتاج": 4,
    "تذكرة": 48,
    "الرباط": 30,
    "لندن": 85,
    "يوم": 105,
    "__number__": 0,
    "يونيو": 107,
    "رحلة": 61,
    "ذهاب": 59,
    "وإياب": 101,
    "مراكش": 89,
    "مدريد": 88,
    "درجة": 56,
    "أولى": 16,
    "أكادير": 11,
    "روما": 64,
    "فندق": 77,
    "إقامة": 17,
    "في": 78,
    "نجوم": 97,
    "أبحث": 2,
    "عن": 75,
    "حي": 54,
    "الحبوس": 25,
    "لشخصين": 83,
    "أختار": 5,
    "الخيار": 27,
    "الفندق": 36,
    "الأول": 20,
    "رقم": 62,
    "الرحلة": 31,
    "الثاني": 24,
    "هذا": 99,
    "يناسبني": 104,
    "موافق": 96,
    "على": 73,
    "الاختيار": 21,
    "تغيير": 49,
    "لا": 81,
    "هل": 100,
    "يمكن": 103,
    "التاريخ": 23,
    "خيارات": 55,
    "أخرى": 6,
    "أنت": 14,
    "بوت": 46,
    "روبوت": 63,
    "مساعد": 92,
    "ذكي": 57,
    "أؤكد": 1,
    "الحجز": 26,
    "نعم": 98,
    "تأكيد": 47,
    "الطلب": 35,
    "بالتأكيد": 41,
    "أجل": 3,
    "صحيح": 71,
    "تمام": 50,
    "أكيد": 12,
    "بالطبع": 43,
    "ليس": 86,
    "بعد": 45,
    "غير": 76,
    "أظن": 10,
    "ذلك": 58,
    "اقتصادية": 19,
    "أشخاص": 8,
    "أنا": 13,
    "سعيد": 65,
    "كل": 80,
    "شيء": 69,
    "جيد": 51,
    "رائع": 60,
    "ممتاز": 94,
    "أشعر": 9,
    "بأنني": 38,
    "بخير": 44,
    "لست": 82,
    "بالحزن": 42,
    "يومي": 106,
    "كان": 79,
    "سيئا": 67,
    "متضايق": 87,
    "بالإحباط": 40,
    "سيء": 66,
    "حزين": 53
  },
  "intent": {
    "greet": 10,
    "goodbye": 9,
    "book_flight": 1,
    "book_hotel": 2,
    "choose_hotel_option": 6,
    "choose_flight_option": 5,
    "select_option": 14,
    "change_option": 4,
    "bot_challenge": 3,
    "confirm_reservation": 7,
    "affirm": 0,
    "deny": 8,
    "inform": 11,
    "mood_great": 12,
    "mood_unhappy": 13
  },
  "response": null,
  "action_name": {
    "action_listen": 12,
    "action_restart": 13,
    "action_session_start": 17,
    "action_default_fallback": 7,
    "action_deactivate_loop": 4,
    "action_revert_fallback_events": 14,
    "action_default_ask_affirmation": 5,
    "action_default_ask_rephrase": 6,
    "action_two_stage_fallback": 18,
    "action_unlikely_intent": 19,
    "action_back": 0,
    "action_extract_slots": 8,
    "action_change_options": 1,
    "action_confirm_reservation": 2,
    "action_confirm_reservation_hotel": 3,
    "action_handle_flight_choice": 9,
    "action_handle_flight_selection": 10,
    "action_handle_hotel_selection": 11,
    "action_search_flights": 15,
    "action_search_hotels": 16,
    "flight_booking_form": 20,
    "hotel_booking_form": 21,
    "utter_ask_booking_type": 22,
    "utter_ask_confirmation": 23,
    "utter_goodbye": 24,
    "utter_greet": 25,
    "utter_iamabot": 26
  },
  "action_text": null,
  "intent_response_key": null
}