{
  "text": {
    "مرحبا": 81,
    "السلام": 29,
    "عليكم": 67,
    "أهلا": 14,
    "صباح": 63,
    "الخير": 25,
    "مساء": 82,
    "وداعا": 93,
    "إلى": 16,
    "اللقاء": 32,
    "شكرا": 61,
    "لك": 75,
    "مع": 84,
    "السلامة": 30,
    "أريد": 6,
    "حجز": 47,
    "طيران": 65,
    "السفر": 28,
    "من": 86,
    "الدار": 26,
    "البيضاء": 20,
    "باريس": 34,
    "أحتاج": 3,
    "تذكرة": 43,
    "الرباط": 27,
    "لندن": 76,
    "يوم": 96,
    "__number__": 0,
    "يونيو": 98,
    "رحلة": 55,
    "ذهاب": 53,
    "وإياب": 92,
    "مراكش": 80,
    "مدريد": 79,
    "درجة": 50,
    "أولى": 15,
    "أكادير": 10,
    "روما": 57,
    "الخيار": 24,
    "الأول": 18,
    "أختار": 4,
    "الثاني": 22,
    "هذا": 90,
    "يناسبني": 95,
    "موافق": 87,
    "على": 66,
    "الاختيار": 19,
    "تغيير": 44,
    "لا": 73,
    "هل": 91,
    "يمكن": 94,
    "التاريخ": 21,
    "خيارات": 49,
    "أخرى": 5,
    "أنت": 13,
    "بوت": 41,
    "روبوت": 56,
    "مساعد": 83,
    "ذكي": 51,
    "أؤكد": 1,
    "الحجز": 23,
    "نعم": 89,
    "تأكيد": 42,
    "الطلب": 31,
    "بالتأكيد": 36,
    "أجل": 2,
    "صحيح": 64,
    "تمام": 45,
    "أكيد": 11,
    "بالطبع": 38,
    "ليس": 77,
    "بعد": 40,
    "غير": 68,
    "أظن": 9,
    "ذلك": 52,
    "اقتصادية": 17,
    "في": 70,
    "أشخاص": 7,
    "فندق": 69,
    "نجوم": 88,
    "أنا": 12,
    "سعيد": 58,
    "كل": 72,
    "شيء": 62,
    "جيد": 46,
    "رائع": 54,
    "ممتاز": 85,
    "أشعر": 8,
    "بأنني": 33,
    "بخير": 39,
    "لست": 74,
    "بالحزن": 37,
    "يومي": 97,
    "كان": 71,
    "سيئا": 60,
    "متضايق": 78,
    "بالإحباط": 35,
    "سيء": 59,
    "حزين": 48
  },
  "intent": {
    "greet": 8,
    "goodbye": 7,
    "book_flight": 1,
    "select_option": 12,
    "change_option": 3,
    "bot_challenge": 2,
    "confirm_reservation": 5,
    "affirm": 0,
    "deny": 6,
    "inform": 9,
    "mood_great": 10,
    "mood_unhappy": 11,
    "choose_flight_option": 4
  },
  "response": null,
  "action_name": {
    "action_listen": 10,
    "action_restart": 11,
    "action_session_start": 14,
    "action_default_fallback": 6,
    "action_deactivate_loop": 3,
    "action_revert_fallback_events": 12,
    "action_default_ask_affirmation": 4,
    "action_default_ask_rephrase": 5,
    "action_two_stage_fallback": 15,
    "action_unlikely_intent": 16,
    "action_back": 0,
    "action_extract_slots": 7,
    "action_change_options": 1,
    "action_confirm_reservation": 2,
    "action_handle_flight_choice": 8,
    "action_handle_flight_selection": 9,
    "action_search_flights": 13,
    "flight_booking_form": 17,
    "utter_ask_confirmation": 18,
    "utter_goodbye": 19,
    "utter_greet": 20,
    "utter_iamabot": 21
  },
  "action_text": null,
  "intent_response_key": null
}