{
  "text": {
    " ": 0,
    "م": 801,
    "ر": 542,
    "ح": 466,
    "ب": 381,
    "ا": 287,
    " م": 147,
    "مر": 817,
    "رح": 562,
    "حب": 468,
    "با": 386,
    "ا ": 288,
    " مر": 152,
    "مرح": 820,
    "رحب": 563,
    "حبا": 469,
    "با ": 387,
    " مرح": 154,
    "مرحب": 821,
    "رحبا": 564,
    "حبا ": 470,
    "ل": 727,
    "س": 588,
    " ا": 34,
    "ال": 339,
    "لس": 771,
    "سل": 606,
    "لا": 735,
    "ام": 370,
    "م ": 802,
    " ال": 37,
    "الس": 362,
    "لسل": 776,
    "سلا": 607,
    "لام": 739,
    "ام ": 371,
    " الس": 47,
    "السل": 364,
    "لسلا": 777,
    "سلام": 608,
    "لام ": 740,
    "ع": 659,
    "ي": 909,
    "ك": 701,
    " ع": 119,
    "عل": 667,
    "لي": 796,
    "يك": 941,
    "كم": 719,
    " عل": 120,
    "علي": 670,
    "ليك": 799,
    "يكم": 942,
    "كم ": 720,
    " علي": 122,
    "عليك": 671,
    "ليكم": 800,
    "يكم ": 943,
    "أ": 223,
    "ه": 867,
    " أ": 4,
    "أه": 261,
    "هل": 874,
    " أه": 27,
    "أهل": 262,
    "هلا": 876,
    "لا ": 736,
    " أهل": 28,
    "أهلا": 263,
    "هلا ": 877,
    "ص": 628,
    " ص": 111,
    "صب": 633,
    "اح": 300,
    "ح ": 467,
    " صب": 112,
    "صبا": 634,
    "باح": 388,
    "اح ": 301,
    " صبا": 113,
    "صباح": 635,
    "باح ": 389,
    "خ": 489,
    "لخ": 761,
    "خي": 502,
    "ير": 930,
    "ر ": 543,
    "الخ": 356,
    "لخي": 762,
    "خير": 505,
    "ير ": 931,
    " الخ": 44,
    "الخي": 357,
    "لخير": 764,
    "خير ": 506,
    "ء": 221,
    "مس": 822,
    "سا": 590,
    "اء": 289,
    "ء ": 222,
    " مس": 155,
    "مسا": 823,
    "ساء": 591,
    "اء ": 290,
    " مسا": 156,
    "مساء": 824,
    "ساء ": 592,
    "و": 878,
    "د": 507,
    " و": 175,
    "ود": 891,
    "دا": 509,
    "اع": 325,
    "عا": 661,
    " ود": 178,
    "ودا": 892,
    "داع": 512,
    "اعا": 326,
    "عا ": 662,
    " ودا": 179,
    "وداع": 893,
    "داعا": 513,
    "اعا ": 327,
    "إ": 272,
    "ى": 907,
    " إ": 31,
    "إل": 276,
    "لى": 794,
    "ى ": 908,
    " إل": 32,
    "إلى": 277,
    "لى ": 795,
    " إلى": 33,
    "إلى ": 278,
    "ق": 693,
    "لل": 788,
    "لق": 783,
    "قا": 695,
    "الل": 368,
    "للق": 789,
    "لقا": 784,
    "قاء": 696,
    " الل": 49,
    "اللق": 369,
    "للقا": 790,
    "لقاء": 785,
    "قاء ": 697,
    "ش": 614,
    " ش": 106,
    "شك": 622,
    "كر": 710,
    "را": 544,
    " شك": 107,
    "شكر": 623,
    "كرا": 711,
    "را ": 545,
    " شكر": 108,
    "شكرا": 624,
    "كرا ": 712,
    " ل": 136,
    "لك": 786,
    "ك ": 702,
    " لك": 141,
    "لك ": 787,
    " لك ": 142,
    "مع": 826,
    "ع ": 660,
    " مع": 157,
    "مع ": 827,
    " مع ": 158,
    "ة": 415,
    "مة": 807,
    "ة ": 416,
    "امة": 372,
    "مة ": 808,
    "لامة": 741,
    "امة ": 373,
    "أر": 238,
    "ري": 574,
    "يد": 928,
    "د ": 508,
    " أر": 14,
    "أري": 239,
    "ريد": 577,
    "يد ": 929,
    " أري": 15,
    "أريد": 240,
    "ريد ": 578,
    "ج": 452,
    "ز": 581,
    " ح": 74,
    "حج": 475,
    "جز": 456,
    "ز ": 582,
    " حج": 75,
    "حجز": 476,
    "جز ": 457,
    " حجز": 76,
    "حجز ": 477,
    "ط": 645,
    "ن": 841,
    " ط": 116,
    "طي": 653,
    "ان": 374,
    "ن ": 842,
    " طي": 117,
    "طير": 654,
    "يرا": 932,
    "ران": 552,
    "ان ": 375,
    " طير": 118,
    "طيرا": 655,
    "يران": 933,
    "ران ": 553,
    "ف": 683,
    "سف": 603,
    "فر": 684,
    "لسف": 774,
    "سفر": 604,
    "فر ": 685,
    "السف": 363,
    "لسفر": 775,
    "سفر ": 605,
    "من": 834,
    " من": 161,
    "من ": 835,
    " من ": 162,
    "لد": 765,
    "ار": 309,
    "الد": 358,
    "لدا": 766,
    "دار": 510,
    "ار ": 310,
    " الد": 45,
    "الدا": 359,
    "لدار": 767,
    "دار ": 511,
    "ض": 639,
    "لب": 742,
    "بي": 412,
    "يض": 936,
    "ضا": 640,
    "الب": 346,
    "لبي": 744,
    "بيض": 413,
    "يضا": 937,
    "ضاء": 641,
    " الب": 40,
    "البي": 347,
    "لبيض": 745,
    "بيضا": 414,
    "يضاء": 938,
    "ضاء ": 642,
    " ب": 50,
    "يس": 934,
    "س ": 589,
    " با": 53,
    "بار": 390,
    "اري": 313,
    "ريس": 579,
    "يس ": 935,
    " بار": 54,
    "باري": 391,
    "اريس": 315,
    "ريس ": 580,
    "ت": 417,
    "أح": 230,
    "حت": 472,
    "تا": 422,
    "اج": 298,
    "ج ": 453,
    " أح": 9,
    "أحت": 231,
    "حتا": 473,
    "تاج": 423,
    "اج ": 299,
    " أحت": 10,
    "أحتا": 232,
    "حتاج": 474,
    "تاج ": 424,
    "ذ": 528,
    " ت": 62,
    "تذ": 430,
    "ذك": 531,
    "رة": 557,
    " تذ": 65,
    "تذك": 431,
    "ذكر": 532,
    "كرة": 713,
    "رة ": 558,
    " تذك": 66,
    "تذكر": 432,
    "ذكرة": 533,
    "كرة ": 714,
    "لر": 768,
    "رب": 554,
    "اط": 323,
    "ط ": 646,
    "الر": 360,
    "لرب": 769,
    "ربا": 555,
    "باط": 392,
    "اط ": 324,
    " الر": 46,
    "الرب": 361,
    "لربا": 770,
    "رباط": 556,
    "باط ": 393,
    "لن": 791,
    "ند": 852,
    "دن": 521,
    " لن": 143,
    "لند": 792,
    "ندن": 855,
    "دن ": 522,
    " لند": 144,
    "لندن": 793,
    "ندن ": 856,
    " ي": 180,
    "يو": 951,
    "وم": 898,
    " يو": 185,
    "يوم": 953,
    "وم ": 899,
    " يوم": 186,
    "يوم ": 954,
    "_": 188,
    "n": 209,
    "u": 217,
    "m": 205,
    "b": 197,
    "e": 201,
    "r": 213,
    " _": 1,
    "__": 190,
    "_n": 194,
    "nu": 210,
    "um": 218,
    "mb": 206,
    "be": 198,
    "er": 202,
    "r_": 214,
    "_ ": 189,
    " __": 2,
    "__n": 192,
    "_nu": 195,
    "num": 211,
    "umb": 219,
    "mbe": 207,
    "ber": 199,
    "er_": 203,
    "r__": 215,
    "__ ": 191,
    " __n": 3,
    "__nu": 193,
    "_num": 196,
    "numb": 212,
    "umbe": 220,
    "mber": 208,
    "ber_": 200,
    "er__": 204,
    "r__ ": 216,
    "ون": 904,
    "ني": 863,
    "و ": 879,
    "يون": 956,
    "وني": 905,
    "نيو": 865,
    "يو ": 952,
    " يون": 187,
    "يوني": 957,
    "ونيو": 906,
    "نيو ": 866,
    " ر": 92,
    "حل": 483,
    "لة": 746,
    " رح": 95,
    "رحل": 565,
    "حلة": 484,
    "لة ": 747,
    " رحل": 96,
    "رحلة": 566,
    "حلة ": 485,
    " ذ": 85,
    "ذه": 539,
    "ها": 868,
    "اب": 294,
    "ب ": 382,
    " ذه": 90,
    "ذها": 540,
    "هاب": 869,
    "اب ": 295,
    " ذها": 91,
    "ذهاب": 541,
    "هاب ": 870,
    "وإ": 880,
    "إي": 279,
    "يا": 916,
    " وإ": 176,
    "وإي": 881,
    "إيا": 280,
    "ياب": 917,
    " وإي": 177,
    "وإيا": 882,
    "إياب": 281,
    "ياب ": 918,
    "اك": 336,
    "كش": 715,
    "ش ": 615,
    "مرا": 818,
    "راك": 550,
    "اكش": 337,
    "كش ": 716,
    " مرا": 153,
    "مراك": 819,
    "راكش": 551,
    "اكش ": 338,
    "مد": 814,
    "در": 514,
    " مد": 150,
    "مدر": 815,
    "دري": 517,
    " مدر": 151,
    "مدري": 816,
    "دريد": 518,
    " د": 82,
    "رج": 559,
    "جة": 454,
    " در": 83,
    "درج": 515,
    "رجة": 560,
    "جة ": 455,
    " درج": 84,
    "درجة": 516,
    "رجة ": 561,
    "أو": 264,
    "ول": 894,
    " أو": 29,
    "أول": 265,
    "ولى": 896,
    " أول": 30,
    "أولى": 267,
    "ولى ": 897,
    "أك": 249,
    "كا": 703,
    "اد": 305,
    "دي": 523,
    " أك": 21,
    "أكا": 250,
    "كاد": 704,
    "ادي": 306,
    "دير": 526,
    " أكا": 22,
    "أكاد": 251,
    "كادي": 705,
    "ادير": 308,
    "دير ": 527,
    "رو": 567,
    "ما": 803,
    " رو": 97,
    "روم": 570,
    "وما": 900,
    "ما ": 804,
    " روم": 99,
    "روما": 571,
    "وما ": 901,
    "خيا": 503,
    "يار": 919,
    "لخيا": 763,
    "خيار": 504,
    "يار ": 920,
    "لأ": 729,
    "ل ": 728,
    "الأ": 340,
    "لأو": 730,
    "ول ": 895,
    " الأ": 38,
    "الأو": 341,
    "لأول": 731,
    "أول ": 266,
    "أخ": 233,
    "خت": 494,
    " أخ": 11,
    "أخت": 234,
    "ختا": 495,
    "تار": 425,
    " أخت": 12,
    "أختا": 235,
    "ختار": 496,
    "تار ": 426,
    "ث": 448,
    "لث": 753,
    "ثا": 449,
    "ي ": 910,
    "الث": 351,
    "لثا": 754,
    "ثان": 450,
    "اني": 376,
    "ني ": 864,
    " الث": 42,
    "الثا": 352,
    "لثان": 755,
    "ثاني": 451,
    "اني ": 377,
    " ه": 170,
    "هذ": 871,
    "ذا": 529,
    " هذ": 171,
    "هذا": 872,
    "ذا ": 530,
    " هذا": 172,
    "هذا ": 873,
    "ين": 947,
    "نا": 843,
    "اس": 318,
    "سب": 595,
    "بن": 406,
    " ين": 183,
    "ينا": 949,
    "ناس": 845,
    "اسب": 319,
    "سبن": 596,
    "بني": 407,
    " ينا": 184,
    "يناس": 950,
    "ناسب": 846,
    "اسبن": 320,
    "سبني": 597,
    "بني ": 408,
    "مو": 836,
    "وا": 883,
    "اف": 330,
    "فق": 686,
    "ق ": 694,
    " مو": 163,
    "موا": 837,
    "واف": 884,
    "افق": 331,
    "فق ": 687,
    " موا": 164,
    "مواف": 838,
    "وافق": 885,
    "افق ": 332,
    "على": 668,
    " على": 121,
    "على ": 669,
    "اخ": 302,
    "تي": 445,
    "الا": 344,
    "لاخ": 737,
    "اخت": 303,
    "ختي": 497,
    "تيا": 446,
    " الا": 39,
    "الاخ": 345,
    "لاخت": 738,
    "اختي": 304,
    "ختيا": 498,
    "تيار": 447,
    "غ": 677,
    "تغ": 439,
    "غي": 678,
    "يي": 958,
    " تغ": 67,
    "تغي": 440,
    "غيي": 681,
    "يير": 959,
    " تغي": 68,
    "تغيي": 441,
    "غيير": 682,
    "يير ": 960,
    " لا": 137,
    " لا ": 138,
    " هل": 173,
    "هل ": 875,
    " هل ": 174,
    "يم": 944,
    "مك": 828,
    "كن": 721,
    " يم": 181,
    "يمك": 945,
    "مكن": 829,
    "كن ": 722,
    " يمك": 182,
    "يمكن": 946,
    "مكن ": 830,
    "لت": 748,
    "يخ": 926,
    "خ ": 490,
    "الت": 348,
    "لتا": 751,
    "ريخ": 575,
    "يخ ": 927,
    " الت": 41,
    "التا": 350,
    "لتار": 752,
    "تاري": 427,
    "اريخ": 314,
    "ريخ ": 576,
    " خ": 79,
    "ات": 296,
    "ت ": 418,
    " خي": 80,
    "ارا": 311,
    "رات": 548,
    "ات ": 297,
    " خيا": 81,
    "يارا": 921,
    "ارات": 312,
    "رات ": 549,
    "خر": 499,
    "رى": 572,
    "أخر": 236,
    "خرى": 500,
    "رى ": 573,
    " أخر": 13,
    "أخرى": 237,
    "خرى ": 501,
    "أن": 254,
    "نت": 847,
    " أن": 24,
    "أنت": 257,
    "نت ": 848,
    " أنت": 26,
    "أنت ": 258,
    "بو": 409,
    "وت": 889,
    " بو": 60,
    "بوت": 410,
    "وت ": 890,
    " بوت": 61,
    "بوت ": 411,
    "وب": 886,
    "روب": 568,
    "وبو": 887,
    " روب": 98,
    "روبو": 569,
    "وبوت": 888,
    "عد": 663,
    "ساع": 593,
    "اعد": 328,
    "عد ": 664,
    "مساع": 825,
    "ساعد": 594,
    "اعد ": 329,
    "كي": 723,
    " ذك": 86,
    "ذكي": 534,
    "كي ": 724,
    " ذكي": 87,
    "ذكي ": 535,
    "ؤ": 268,
    "أؤ": 224,
    "ؤك": 269,
    "كد": 708,
    " أؤ": 5,
    "أؤك": 225,
    "ؤكد": 270,
    "كد ": 709,
    " أؤك": 6,
    "أؤكد": 226,
    "ؤكد ": 271,
    "لح": 756,
    "الح": 353,
    "لحج": 757,
    " الح": 43,
    "الحج": 354,
    "لحجز": 758,
    " ن": 165,
    "نع": 857,
    "عم": 672,
    " نع": 168,
    "نعم": 858,
    "عم ": 673,
    " نعم": 169,
    "نعم ": 859,
    "تأ": 419,
    " تأ": 63,
    "تأك": 420,
    "أكي": 252,
    "كيد": 725,
    " تأك": 64,
    "تأكي": 421,
    "أكيد": 253,
    "كيد ": 726,
    "لط": 778,
    "طل": 650,
    "الط": 365,
    "لطل": 781,
    "طلب": 651,
    "لب ": 743,
    " الط": 48,
    "الطل": 367,
    "لطلب": 782,
    "طلب ": 652,
    "بال": 394,
    "لتأ": 749,
    " بال": 55,
    "بالت": 396,
    "التأ": 349,
    "لتأك": 750,
    "أج": 227,
    "جل": 458,
    " أج": 7,
    "أجل": 228,
    "جل ": 459,
    " أجل": 8,
    "أجل ": 229,
    "صح": 636,
    "حي": 486,
    "يح": 924,
    " صح": 114,
    "صحي": 637,
    "حيح": 487,
    "يح ": 925,
    " صحي": 115,
    "صحيح": 638,
    "حيح ": 488,
    "تم": 442,
    " تم": 69,
    "تما": 443,
    "مام": 805,
    " تما": 70,
    "تمام": 444,
    "مام ": 806,
    " أكي": 23,
    "طب": 647,
    "بع": 402,
    "لطب": 779,
    "طبع": 648,
    "بع ": 403,
    "بالط": 398,
    "الطب": 366,
    "لطبع": 780,
    "طبع ": 649,
    " لي": 145,
    "ليس": 797,
    " ليس": 146,
    "ليس ": 798,
    " بع": 58,
    "بعد": 404,
    " بعد": 59,
    "بعد ": 405,
    " غ": 123,
    " غي": 124,
    "غير": 679,
    " غير": 125,
    "غير ": 680,
    "ظ": 656,
    "أظ": 246,
    "ظن": 657,
    " أظ": 19,
    "أظن": 247,
    "ظن ": 658,
    " أظن": 20,
    "أظن ": 248,
    "ذل": 536,
    " ذل": 88,
    "ذلك": 537,
    " ذلك": 89,
    "ذلك ": 538,
    "اق": 333,
    "قت": 698,
    "تص": 433,
    "صا": 630,
    "ية": 922,
    " اق": 35,
    "اقت": 334,
    "قتص": 699,
    "تصا": 434,
    "صاد": 631,
    "دية": 524,
    "ية ": 923,
    " اقت": 36,
    "اقتص": 335,
    "قتصا": 700,
    "تصاد": 435,
    "صادي": 632,
    "ادية": 307,
    "دية ": 525,
    " ف": 126,
    "في": 691,
    " في": 129,
    "في ": 692,
    " في ": 130,
    "أش": 241,
    "شخ": 616,
    "خا": 491,
    "اص": 321,
    "ص ": 629,
    " أش": 16,
    "أشخ": 242,
    "شخا": 617,
    "خاص": 492,
    "اص ": 322,
    " أشخ": 17,
    "أشخا": 243,
    "شخاص": 618,
    "خاص ": 493,
    "فن": 688,
    "دق": 519,
    " فن": 127,
    "فند": 689,
    "ندق": 853,
    "دق ": 520,
    " فند": 128,
    "فندق": 690,
    "ندق ": 854,
    "نج": 849,
    "جو": 460,
    " نج": 166,
    "نجو": 850,
    "جوم": 461,
    " نجو": 167,
    "نجوم": 851,
    "جوم ": 462,
    "أنا": 255,
    "نا ": 844,
    " أنا": 25,
    "أنا ": 256,
    " س": 100,
    "سع": 600,
    "عي": 674,
    " سع": 101,
    "سعي": 601,
    "عيد": 675,
    " سعي": 102,
    "سعيد": 602,
    "عيد ": 676,
    " ك": 131,
    "كل": 717,
    " كل": 134,
    "كل ": 718,
    " كل ": 135,
    "شي": 625,
    "يء": 911,
    " شي": 109,
    "شيء": 626,
    "يء ": 912,
    " شيء": 110,
    "شيء ": 627,
    " ج": 71,
    "جي": 463,
    " جي": 72,
    "جيد": 464,
    " جيد": 73,
    "جيد ": 465,
    "ئ": 282,
    "ائ": 291,
    "ئع": 285,
    " را": 93,
    "رائ": 546,
    "ائع": 292,
    "ئع ": 286,
    " رائ": 94,
    "رائع": 547,
    "ائع ": 293,
    "مم": 831,
    "مت": 809,
    "از": 316,
    " مم": 159,
    "ممت": 832,
    "متا": 810,
    "تاز": 428,
    "از ": 317,
    " ممت": 160,
    "ممتا": 833,
    "متاز": 811,
    "تاز ": 429,
    "شع": 619,
    "عر": 665,
    "أشع": 244,
    "شعر": 620,
    "عر ": 666,
    " أشع": 18,
    "أشعر": 245,
    "شعر ": 621,
    "بأ": 383,
    "نن": 860,
    " بأ": 51,
    "بأن": 384,
    "أنن": 259,
    "نني": 861,
    " بأن": 52,
    "بأنن": 385,
    "أنني": 260,
    "نني ": 862,
    "بخ": 399,
    " بخ": 56,
    "بخي": 400,
    " بخي": 57,
    "بخير": 401,
    "ست": 598,
    " لس": 139,
    "لست": 772,
    "ست ": 599,
    " لست": 140,
    "لست ": 773,
    "حز": 478,
    "زن": 583,
    "لحز": 759,
    "حزن": 479,
    "زن ": 584,
    "بالح": 397,
    "الحز": 355,
    "لحزن": 760,
    "حزن ": 480,
    "مي": 839,
    "ومي": 902,
    "مي ": 840,
    "يومي": 955,
    "ومي ": 903,
    " كا": 132,
    "كان": 706,
    " كان": 133,
    "كان ": 707,
    "سي": 609,
    "يئ": 913,
    "ئا": 283,
    " سي": 103,
    "سيئ": 612,
    "يئا": 914,
    "ئا ": 284,
    " سيئ": 105,
    "سيئا": 613,
    "يئا ": 915,
    "تض": 436,
    "اي": 378,
    "يق": 939,
    " مت": 148,
    "متض": 812,
    "تضا": 437,
    "ضاي": 643,
    "ايق": 379,
    "يق ": 940,
    " متض": 149,
    "متضا": 813,
    "تضاي": 438,
    "ضايق": 644,
    "ايق ": 380,
    "لإ": 732,
    "إح": 273,
    "الإ": 342,
    "لإح": 733,
    "إحب": 274,
    "بالإ": 395,
    "الإح": 343,
    "لإحب": 734,
    "إحبا": 275,
    "حباط": 471,
    "سيء": 610,
    " سيء": 104,
    "سيء ": 611,
    "زي": 585,
    " حز": 77,
    "حزي": 481,
    "زين": 586,
    "ين ": 948,
    " حزي": 78,
    "حزين": 482,
    "زين ": 587
  },
  "response": null,
  "action_text": null
}